{"nodes":[{"key":"0001","attributes":{"which":"person_node","name":"Rachel Caroline Johnson Morgan","date":"May 5, 1993","place":"Halifax, NS, Canada","siblings":"Lucy Elizabeth Johnson Morgan","notes":"Peter John Morgan"}},{"key":"0002","attributes":{"which":"person_node","name":"Peter John Morgan","date":"October 30, 1960","place":"Toronto, Ontario, Canada","siblings":"Martin Morgan, Alison Morgan, Katherine (Katy) Morgan","notes":null}},{"key":"0004","attributes":{"which":"person_node","name":"Peter Frederick Morgan","date":"Sept 1 1930-April 19 2004","place":"Hockley, Uttoxeter, Staffordshire, England","siblings":"None","notes":"Attached state public school. Bachelor of Arts from Birmingham University, and the government paid for his education through to his PhD. Played rubgy and cricket (cricket at university). Enlisted in the Royal Air Force (Class H) reserves, from Oct 15 1952-Oct 16 1954. Rank on discharge as a Junior Technician/Acting Sergeant (discharged because service completed). Duties described as an interepreter, including \"assisting in the more difficult interrogation of foreign nationals\". He was drafted and in the 'Secret Classrooms'. These were set up because the British didn't have enough foreign language speakers and needed to interpret intercepted messages. \n\nDescribed as an \"energetic type\" who was \"keen on films\". Married in 1959. Became a literature professor, moving to Canada to teach at the University of Victoria for a year (living at 414 Durban St), before spending the rest of his career at the University of Toronto. Went back to England every year and took one of the kids (would have a pub lunch, see the fine boned china being painted, and go for walks). Had a sabatical one year in England, where Katy was born (in Croydon). Had a volkswagon van and Beatles albums. Ran for the provincial NDP one year and lost to the Conservative incumbent. \n\nRemarried Alice Yip in the late 90s, who was born in Malaysia and orphaned in some mitiliary event. He died at Leisureworld, 1800 O'Connor Court and was cremated (PM?). He is buried at Mt Pleasant Cemetary in Toronto at plot ? (Check w A or KT). Alice died in the 2020s.."}},{"key":"0008","attributes":{"which":"person_node","name":"Frederick John Morgan","date":"Dec 4 1906 (baptised 1907)-Sept 28 1994","place":"Nuneaton, Warwickshire","siblings":"Reginald Gilbert Stanley Morgan ca 1902-ca 1920\nPhyllis May Morgan ca 1904-ca 1981","notes":"Was in WWII, with notes beginning in 1943. Stationed in Egypt, along other places. \n\nWorked as a divisional insurance superintendant for The Prudential ('The Pru') at 29 Compton Close, Lichfield Road, Stafford. Lived at 16 (or 18) The Hockley in 1930. Apparently wanted to collect his pension for at least as long as he worked for them (25 years). Lived in \"bungalows with gardens and had the milk delivered\" in Stafford near the potteries according to P Morgan Jr,  and was gregarious and liked to tell jokes. Spent his later years in Kings Bromley Nursing Home, Manor Park. \n\nDied of bronchopnemonia, cerebral infraction, and ischaemis heart disease. Peter, Martin, Alison and Katy had dinner with him the evenign he died, and he was in good spirits."}},{"key":"0016","attributes":{"which":"person_node","name":"George Henry Morgan","date":"About 1872","place":"Drybrook, Gloucestershire, England","siblings":null,"notes":null}},{"key":"0017","attributes":{"which":"person_node","name":"Florence Ethel Hunt","date":"About 1875-1956","place":"Moreton Morrell, Warwickshire, England","siblings":null,"notes":null}},{"key":"0009","attributes":{"which":"person_node","name":"Kathleen May Harrison","date":"April 14 1910-Sept 23 1994","place":"Uttoxeter, Staffordshire","siblings":"Cecil, William, Doris","notes":"She was a laundress. Married in (Stone) Staffordshire Newcastle-Under-Lyme (ages 20 and 23, with a baby the next year). Died of bronchopneumonia and a cerebro vascular accident in Kings Bromley Nursing Home, Manor Park. She was in a more intensive unit than her husband."}},{"key":"0018","attributes":{"which":"person_node","name":"George John Harrison","date":"1881-","place":null,"siblings":null,"notes":"A draper's assistant"}},{"key":"0019","attributes":{"which":"person_node","name":"Myra Johnson","date":"1884/5-1976","place":"Gayton, Staffordshire, England","siblings":null,"notes":null}},{"key":"0005","attributes":{"which":"person_node","name":"Eleanor Francis Thompson","date":"1927-July 9 2010","place":"St John's, Dominion of Newfoundland","siblings":"None","notes":"Grew up mostly on 198B Church Street, Cobourg. Married 24 December 1959 at the United Church of Canada, 86 Chapel St., Cobourg. \nRecieved her PhD from Bedford College, London, which she finished in 1981 (having inherited the house from her aunt, Fanny (Clifford's adpoted sister), to 'finish her PhD'). She became an English literature professor a tthe University of Toronto. Has P Morgan Jr while living at 110 Wellesley Cresent, Suite 202, Toronto.  Lived most of the rest of her life at 27 Wells Hill Ave, Toronto.\n\nFrom Eleanor's notes to Rachel: \"Your father said 'just the facts, but the fact don't tell the truth unless you know about The Depression and The Second World War, which began when I started high school and ended when I went to University - with a huge crowd of veterans. People at high school with me were killed; three of my friends married veterans, now hobbling around in\ntheir mid-eighties.\""}},{"key":"0010","attributes":{"which":"person_node","name":"Clifford Thompson","date":"March 23 1898-August 18 1929","place":"Saint John, NB, Canada","siblings":null,"notes":"His adopted parents were active Salvation Army workers, doing social work in NB and later Toronto. Something happened to William's voice and he couldn't preach, so they moved back to Newfoundland. William opened a farm machinery shop on Water Street in St John's. They lived at 'Cherry Hill' out near MUN with a few acres of land.\n\nClifford had a taste for farming and eventually took some courses at Dalhousie. He was always remembered as a fine, thoughtful, kind young man - tall and red-haired - who loved the land, and books , and\nplays, and gymnastics, and the Canadian National Exebition (C.N.E.) One day, in Cobourg, a man came and\nvisited my mother one afternoon. He had been my father's hired man at the farm, ten years before, and came to see how we were getting on. That's a  tribute.\" Clifford and Annie owned a farm somewhere outside Port Hope, and on August 15, 1929 he was out driving a tractor and got hit by a female drunk driver (Mrs. Beatrice Grant from Kingston). He died of a fractured skull in Cobourg General Hospital three days later (August 18). They must have sued and the drunk driver had to provide child support for Eleanor for nine years (?). He was killed three years after they were married."}},{"key":"0020","attributes":{"which":"person_node","name":"Adopted: William Thompson","date":"1867-","place":null,"siblings":null,"notes":"Annie lent these two money after they got into debt buying houses in Toronto (check this against Allison's documents)"}},{"key":"0021","attributes":{"which":"person_node","name":"Adopted: Fanny Elizabeth Hopkins","date":"-1966","place":null,"siblings":null,"notes":"Died in 1966 and left Eleanor the house so she could 'finish her PhD'."}},{"key":"0011","attributes":{"which":"person_node","name":"Anne (Annie) Gwendolyn Giles","date":"April 11 1898-Dec 16 1982","place":"St John's, Newfoundland Colony","siblings":"Blanche (died age 10), Georgina (died as an infant) / plus half sister","notes":"Her mother died when she was 4. Her sister Blanche died of scarlett fever. Father died when she was 21 or so.\n\nFrom Eleanor's notes: \"My mother was educated at The Methodist College,in St.John's. This was a fee-paying school (i.e. private), with Oxford and Cambridge masters. I mention this because people tend to think everyone in Nfld. was illiterate and lived in shacks on the beach. My mother used to win the English prizes. Mother then went to 'The Convent' for two years, where she learned shorthand, typing, and bookkeeping(accounting). She also learned French, drawing, music, and embroidery. It seems to have been a mixture of business and sort of finishing school, so girls could earn a living if they had to (many men were lost at sea), or run an appropriate middle-class home if not single or widowed or orphaned.\n\nMother's father died when she was twenty-one or so, and\nmother, who was working at Rendle's -some big firm - eventually sold the\nhouse (young sister Clara went to her mother's family, but my mother paid\nher school fees at the Methodist College). Mother then moved in with her friends,\n'the Taylor girls', on Rennie's Mill Road. Their three brothers, officers, had\nall been killed in the First World War (1914-18) as were a great many\nNewfoundlanders. She continued to work at Rendle's and had fun with a\ngroup of young people. In l926 she married my father, Clifford Thompson. They had been going together for some years, but waited to marry, as so many did in those days, until they\ncould buy all the nice furniture for their home.The bedroom (mine) and\ndining-room furniture in my house  was theirs.\n\nShe not only paid off grandfather's\ndebts and educated me (at a time when only 2% of females went to\nuniversity) but was also a great deal of help along the way, financing our\nfirst house, paying your grandfather's medical bills the summer we were in\nCambridge, Mass, after the children were born -especially after Katy's\nbirth in England, and at various later crises. She was always concerned\nfor the grandchildren.\n\nThus you have an admirable  great grandmother. (Oh dear, I think I\nleft out the part where my mother worked, from the time I was five, as\nsecretary to Mr Wilmott, until she was 72, and then part-time for 2 more\nyears, before retiring to bowl, read, play bridge, and sometimes baby-sit a\nbit. She continued to live in  Cobourg  in a very nice upper dupex by the\npark until she died.\""}},{"key":"0022","attributes":{"which":"person_node","name":"John Bartlett Giles","date":"Oct 12 1860-around 1920 (?)","place":"Newfoundland Colony","siblings":null,"notes":null}},{"key":"0023","attributes":{"which":"person_node","name":"Frances June (Fanny) Trenchard","date":"Oct 2 1869-Sept 21 1901 (or 1902)","place":"Newfoundland Colony","siblings":null,"notes":null}},{"key":"0003","attributes":{"which":"person_node","name":"Judy Johnson","date":"November 19, 1959","place":"Medicine Hat, Alberta, Canada","siblings":"Susan Johnson","notes":null}},{"key":"0006","attributes":{"which":"person_node","name":"Howard Johnson","date":"March 19, 1933","place":"Banff, Alberta, Canada","siblings":"Betty Jean","notes":"From Judy: Betty was more like Stan, Howard more like Carrie."}},{"key":"0012","attributes":{"which":"person_node","name":"Hugo Stanley (Stan) Johnson","date":"1902-Feb 20 1994","place":"Banff, Northwest Territories of Canada","siblings":"Two older sisters, Vera and Swesa","notes":"Worked at hardware stores most of his life, and as a glass cutter in Calgary (Chesney's Hardware - it was a big deal, says mom. He worked in the basement, it was a adark and dreary place). He managed a hardware store in Banff, and later bought one with Austin Standish, who was an alcoholic and didn't pull his weight. Stan was known as the stubborn Swede. He was also a speed skater in the early 1920s, and travelled to Minneapolis to compete. His kangaroo skates are in the Banff Museum, and he still holds the record for the 5 mile (he did long distances). \n\nFrom Judy: they had two matching armchairs in a little stucco house and they would sit there and fight like crazy - they knit for the IODE (Imperial Order for the Daughters of the Empire). They knit scarves and sweaters and hats for the 'Eskimo children' in Northern Canada. They knit something like 10,000 of them. They won an award for it. They did this for 20-30 years. They fought a lot - they basically lived to fight. They said they lived so neither could get the last word. They were \"bitter and awful to each other\". She was cagey and clever, and he was mean."}},{"key":"0024","attributes":{"which":"person_node","name":"Augustus/Gustav (Gus) Johnson","date":"Sept 7 1868-March 5","place":"Maristadt, Sweden","siblings":null,"notes":null}},{"key":"0025","attributes":{"which":"person_node","name":"Ida Carolina/Karoline Johnson (maiden name unknown)","date":"1869/70-23 Jan 1927","place":"Sweden","siblings":null,"notes":"She emigrated in 1895. She was Lutheran. She was a mail order bride, who was 'ordered' for Gus's brother - but she fell in love with Gus.\n\nObituary: Crag & Canyon reports with profound regret the death of Mrs. G. Johnson, wife of Guss and a thirty year resident of Banff. Mrs. Johnson had been confined to her house for the past week or two. Last Thursday she developed an acute attack of appendicitis and was operated o the same day at the Brett Hospital. Apparently her illness left her too weak to recover and Sunday afternoon she died. No person in Banff was held with more respect, of the entire community, than Mrs. Johnson. She was a real pioneer of the Rockies and her many friends will mourn her departure.\n\nMrs. Johnson was a native of Sweden was 57 years of age. She leaves her husband, Gus, foreman with the Canadian Pacific Railway, Stanley, foreman at Standish and Son, Mrs. Dougals McTrowe of Banff and Mrs. Matt Wilson, once of Bankhead now of Vancouver. The latter lady and her husband arrived in Banff last Tuesday to attend the mourning family.\n\nThe funeral took place at the Banff Cemetery at 2 o'clock, and was attended by many old friends."}},{"key":"0013","attributes":{"which":"person_node","name":"Carolina (Carrie) Lydia Goett","date":"May 3 1905-March 15 1996","place":"Cataloi, Tulcea, Romania","siblings":"The fourth of 11 children. Annie, John & Bill were older; Edna, Marca, Esther and others were younger. Edna was the youngest","notes":"Came from Romania when she was 3. Her family came through the US and up into Canada through Saskatchewan. Married in 1929 in Calgary on June 20. Howard and Lenore took them on an Alaskan Cruise for their 50th wedding anniversary.\n\nHer brothers Eddie and Walter both went to WWII and survived. Walter died in Cochrane, Alberta.  \n\nFrom Judy: she could never play cards or wear lipstick or go to the dances because her family was strictly religious (which religion?). She made the best sandwiches in the world, and mom would help her make homemade white bread. And she would wrap them all in wax paper. She ran the sandwich shop in Banff, so all the men would go at lunch. She was a fiesty character."}},{"key":"0026","attributes":{"which":"person_node","name":"Johann J Gott (later Goett)","date":"Dec 11 1872-June 28 1943","place":"Liplowitz, Poland","siblings":"The third of five children","notes":"The 1916 census in Manitoba says they were born in Russia, and race and language is German. He was Lutheran, and a farmer (at least in the 1916 Manitoba census)."}},{"key":"0027","attributes":{"which":"person_node","name":"Lydia Clara Liebig","date":"1882-1961","place":"Cataloi, Tulcea, Romania","siblings":"The youngest of 13 children","notes":"She was Baptist, and so were all the kids. She was a homemaker."}},{"key":"0007","attributes":{"which":"person_node","name":"Marilyn Emily Wickson","date":"-February 25 1964","place":"Alberta, Canada","siblings":"Bob, Ron, Dave & Chuck","notes":"Married June 11, 1955. She died of leukemia."}},{"key":"0014","attributes":{"which":"person_node","name":"Charles (Chuck) Eagan Wickson","date":"Canada 1904-1987","place":"Northwest Territories of Canada","siblings":"5 of seven siblings (Lester, Ivan, Helen, Grace, Charlie, Lora, Arthur)","notes":"Charles owned the gas station in Banff. Married in 1930 in Calgary. He was born two years after his parents arrived from Wyoming. He was the friendly one, everyone liked him - he was a guys guy (according to mom)."}},{"key":"0028","attributes":{"which":"person_node","name":"Arthur Mark Wickson","date":"1863-1932","place":"USA","siblings":null,"notes":"Married Dec 25 1895 in Sheridan, Wyoming. Came by chuckwagon to Canada in 1902."}},{"key":"0029","attributes":{"which":"person_node","name":"Grace Florence Townsend","date":"Dec 12 1877-Feb 25 1942","place":"Hopkings, Missouri, USA","siblings":"9th of 11 children","notes":null}},{"key":"0015","attributes":{"which":"person_node","name":"Ada Laycock","date":"Jan 23 1910-Jan 21 2001","place":"Calgary, Alberta, Canada","siblings":null,"notes":"She was a homemaker, possibly moody (according to mom)."}},{"key":"0030","attributes":{"which":"person_node","name":"Harry Laycock","date":"1875","place":"England","siblings":null,"notes":null}},{"key":"0031","attributes":{"which":"person_node","name":"Emily","date":"1881","place":"England","siblings":null,"notes":null}},{"key":"0093","attributes":{"which":"person_node","name":"George Morgan","date":"About 1847/8-1921","place":"Brockworth, Gloucestershire, England","siblings":"Oldest of at least 5 siblings - Mary Jane, John, Henry, Eliza Ann","notes":"He was also a coal miner and a collier up until the 1911 census. Was living in East Dean at the time of the 1881 census with his wife and five children. Lived at 21 Drybrook Road for a period. At the 1911 census he was visiting his daughter, Sarah and her family at their address: 1 Ivy Cottages, Tenby, Pembrokeshire, Wales"}},{"key":"0095","attributes":{"which":"person_node","name":"John Morgan","date":"About 1826/27-1879","place":"Stroud, Gloucestershire, England","siblings":"William, Thomas, Henry, Jane, Milson, Tom","notes":"It seems he was also a coal miner. He may have married again to a woman named Margaret Greening"}},{"key":"0099","attributes":{"which":"person_node","name":"John Morgan","date":"About 1802/3-1879","place":"East Dean, Gloucestershire, England","siblings":null,"notes":"Likely couldn't read, as both put their \"mark\" on the marriage certicifate"}},{"key":"0107","attributes":{"which":"person_node","name":"John Houlston Morgan","date":"1778-1844","place":"Awre, Gloucestershire","siblings":null,"notes":"Married in July 1779"}},{"key":"0108","attributes":{"which":"person_node","name":"Sarah Jenkins","date":"Dec 15 1782-Oct 1860","place":"Newland, Forest of Dean","siblings":null,"notes":null}},{"key":"0100","attributes":{"which":"person_node","name":"Harriet Powell","date":"About 1801/2/3-1894","place":"East Dean, Gloucestershire, England","siblings":"Mary, Elizabeth, Anne, Sarah, John, Charlotte, Dessime, James, Thomas, William","notes":"Married on March 12, 1824. Had possibly eight children, into her 40s. Possibly had a son, Henry, who died at two, and they named the next baby Henry as well. Lived at 1871 Lydbrook, East Dean in 1871."}},{"key":"0109","attributes":{"which":"person_node","name":"James Powell","date":"1769-1832","place":"Gloucestershire, England","siblings":null,"notes":null}},{"key":"0110","attributes":{"which":"person_node","name":"Ann Powell","date":"1771-1851","place":"Coleford, Gloucestershire, England","siblings":null,"notes":"Married Jan 12, 1789"}},{"key":"0096","attributes":{"which":"person_node","name":"Elizabeth Meek","date":"About 1826/7","place":"Forest of Dean, Gloucestershire, England","siblings":null,"notes":"By the 1861 census she had 5 children"}},{"key":"0101","attributes":{"which":"person_node","name":"Barzillar/Barzillai Meek","date":"About 1793-\t\n26 Apr 1863","place":"East Dean, Gloucestershire","siblings":null,"notes":"Seems to have married for a second time after the death of his wife. Married Hannah Cowmeadow in 1842."}},{"key":"0102","attributes":{"which":"person_node","name":"Elizabeth Jones","date":"22 Jan 1797 (possible baptism day)-\n10 Sep 1837","place":"English Bicknor, Gloucestershire","siblings":null,"notes":"Married June 12,1819 in Mitcheldean."}},{"key":"0111","attributes":{"which":"person_node","name":"Abraham Jones","date":"About 1770","place":"Monmouth, Monmouthshire, Wales","siblings":null,"notes":"Married 1796"}},{"key":"0112","attributes":{"which":"person_node","name":"Sarah Morgan","date":"About 1780","place":"?","siblings":null,"notes":null}},{"key":"0094","attributes":{"which":"person_node","name":"Leah Trigg","date":"About 1851/2-1937","place":"East Dean, Gloucestershire, England","siblings":"Oldest of at least 5 - Alice, Mary Jane, Levi Henry, Sarah Sophia, Maria, Benjamin, Emma, Absalom, Timothy, Allan","notes":"It seems her brother Henry also was a coal minor (by the age of 13!). Baptized August 14, 1851 at Drybrook Chapel, Forest of Dean Bible Christian, by Minister James Brooks. In 1911 she was living at 81 Croft Road, Stockingford (was this their address, but her mother and father were visiting Sarah?). Died in Nuneaton, Warwickshire, aged about 86 years old. According to the 1871 census she was a domestic servant. She had up to 12 children."}},{"key":"0097","attributes":{"which":"person_node","name":"Benjamin Trigg","date":"1824/5/6-1878","place":"East Dean, Gloucestershire","siblings":"F Sophia Trigg ca 1815-\nM William Trigg ca 1819-\nF Elizabeth Trigg ca 1822-1825\nM George Trigg ca 1826-\nM Edwin Trigg ca 1829-1897\nM Absalom Trigg ca 1831-1900","notes":"He was - you guessed it - a coal miner"}},{"key":"0103","attributes":{"which":"person_node","name":"Benjamin Trigg","date":"1791-1836","place":"Mitcheldean, Gloucestershire","siblings":"M James Trigg 1782-\nF Ann Trigg 1784-\nF Emma Trigg 1786-\nM Absalom Trigg 1789-","notes":null}},{"key":"0113","attributes":{"which":"person_node","name":"Benjamin Trigg","date":"July 22, 1759–January 21, 1846","place":"Mitcheldean, Gloucestershire","siblings":null,"notes":"Possibly had 10 children"}},{"key":"0114","attributes":{"which":"person_node","name":"Prescilla Walsh/Welsh","date":"11/3/1759-1846","place":"Much Marcle, Herefordshire, England","siblings":null,"notes":"Married 8/19/1779"}},{"key":"0104","attributes":{"which":"person_node","name":"Elizabeth Roberts","date":"1795","place":"Ruardean, Gloucestershire","siblings":"F Phebe Roberts 1791-1795\nM William Roberts ca 1793-ca 1875\nM Giles Roberts 1799-\nM George Roberts 1802-1874\nF Phebe Roberts 1802-\nF Lucy Roberts 1803-\nF Charlotte Roberts 1804-\nF Ann Roberts 1806-\nM Moses Roberts ca 1807-\nF Abiah Roberts 1813-1847","notes":"Married 20 sept. 1813"}},{"key":"0115","attributes":{"which":"person_node","name":"Moses Roberts","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0116","attributes":{"which":"person_node","name":"Mary Hayward","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0098","attributes":{"which":"person_node","name":"Mary Kear","date":"About 1831/2-1916","place":"Location?","siblings":"M William Kear ca 1815-ca 1833\nM George Kear ca 1818-ca 1897\nM James Kear ca 1821-ca 1852\nF Sarah Kear ca 1823-\nF Jane Kear ca 1825-\nM Thomas Isaac Kear ca 1828-\nM Samuel Kear ca 1833-1900\nM William Kear ca 1836-ca 1837","notes":"Married February 2, 1850. Died in Tenby, Pembrokeshire, Wales, aged about 85 years old. Buried at St Mary in Liberty (Tenby)."}},{"key":"0105","attributes":{"which":"person_node","name":"William Kear","date":"1790-1849","place":null,"siblings":null,"notes":"He was a coal minor or collier."}},{"key":"0117","attributes":{"which":"person_node","name":"William Kear","date":"1749-1809","place":null,"siblings":null,"notes":null}},{"key":"0118","attributes":{"which":"person_node","name":"Martha Jenkins","date":"1748-1832","place":"Clearwell, Gloucestershire","siblings":null,"notes":null}},{"key":"0106","attributes":{"which":"person_node","name":"Sarah Cox","date":"1791-1873","place":"Awre, Gloucestershire","siblings":null,"notes":"Married March 14, 1813, All Saints, Newland, Gloucestershire. Died in Harry Hill, Drybrook (Hill), Gloucestershire."}},{"key":"0119","attributes":{"which":"person_node","name":"John Cox","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0120","attributes":{"which":"person_node","name":"Martha Proost","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0181","attributes":{"which":"person_node","name":"Edward Hunt","date":"1851/2-","place":"Moreton Morrell, Warwickshire, England","siblings":"may have been the youngest of four boys","notes":"He was a coal miner. Although if Source 4 is correct, he was a servant at the age of 19 living in the house of a woman and her son. At the 1891 census they were living in Warwick."}},{"key":"0183","attributes":{"which":"person_node","name":"John Hunt","date":"About 1805","place":"Lighthorne, Warwickshire, England","siblings":null,"notes":"Wasn't baptized until 1808. Listed as an agricultural labourer in the 1881 census. Based on the distance between where him and his wife were born (and where they were married), it seemd he went up to Yorkshire, but then they moved down to Warwickshire."}},{"key":"0184","attributes":{"which":"person_node","name":"Jane Boocock","date":"Feb 1 1812","place":"Wakefield, Yorkshire, England","siblings":null,"notes":"Wasn't baptized until 1814. Married March 1 1840 in Sandal Magna, St Helen, Yorkshire. By the time she was 70, her son Joseph and (presumably) his daughter Florence were living with her and John."}},{"key":"0186","attributes":{"which":"person_node","name":"John Boocock","date":null,"place":null,"siblings":null,"notes":"Listed as a cropper"}},{"key":"0187","attributes":{"which":"person_node","name":"Margaret Boocock (Hattersley?)","date":"About 1771","place":"Yorkshire, England","siblings":null,"notes":"Seems to have married in 1790 in Pontefract, St Giles and St Mary, Yorkshire. She lived with her daughter (Jane) when she was 70."}},{"key":"0188","attributes":{"which":"person_node","name":"John Hattersley","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0182","attributes":{"which":"person_node","name":"Emma Hunt (nee Rogers?)","date":"1851/2","place":"Benington, Shropshire, England","siblings":null,"notes":"Married in 1881. If her maiden name was Rogers, then her mother - Rebecca Rogers - may have been the head of the household, which presumes her father died (see Source 2). In Source 3 she is listed on the census as a servant living in the Jarrett household. In Source 4 she seems to have remarried someone named Richards (which assume her first husband died), and she is living with her daughter Millicent and her husband in 1911 at the age of 59."}},{"key":"0185","attributes":{"which":"person_node","name":"Rebecca Rogers","date":"1831","place":"Acton Burnell, Shropshire, England","siblings":null,"notes":null}},{"key":"0240","attributes":{"which":"person_node","name":"John Johnson","date":"1843-1911","place":"Fradswell, Staffordshire, England","siblings":"At least 10 siblings.","notes":"Christened July 2 1843. Was living with his brother in 1861 when he was 17 years old. He was a farmer and a blacksmith. He married Elizabeth Ann Chell on 30 December 1869, in Leigh, Staffordshire, England. Seems to have had 12 children."}},{"key":"0242","attributes":{"which":"person_node","name":"William Johnson","date":"1807-1895","place":"Stowe-by-Chartley, Staffordshire","siblings":"One of at least three boys","notes":"He was a blacksmith, Died in Fradswell."}},{"key":"0246","attributes":{"which":"person_node","name":"John Johnson","date":"Died 1808","place":null,"siblings":null,"notes":"Married 16 January 1804, in Stowe-by-Chartley, Staffordshire"}},{"key":"0247","attributes":{"which":"person_node","name":"Ann Yates","date":"1779 – 12 August 1823","place":"Stowe-by-Chartley, Staffordshire","siblings":null,"notes":null}},{"key":"0252","attributes":{"which":"person_node","name":"Thomas Yates","date":null,"place":null,"siblings":null,"notes":"He was a yeoman."}},{"key":"0253","attributes":{"which":"person_node","name":"Mary Bettson","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0243","attributes":{"which":"person_node","name":"Ann Fradley","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0241","attributes":{"which":"person_node","name":"Elizabeth (Eliza) Ann Chell","date":"1852-","place":"Leigh, Staffordshire, England","siblings":"Seems to have been at least one of eight siblings.","notes":"Married when she was 18 to a husband almost 10 years older. Lived until at least 1911 (she is present in the census)."}},{"key":"0244","attributes":{"which":"person_node","name":"William Chell","date":"1816-1899","place":"Leigh OR Dilhorne, Staffordshire, England","siblings":"One of at least 12 siblings","notes":null}},{"key":"0248","attributes":{"which":"person_node","name":"Joseph Chell","date":"1781-1859","place":"Dilhorne, Staffordshire, England","siblings":null,"notes":"Was a widower by the time he was 70 according to the census, and seems to still have been head of the household living with many of his adult children by the age of 79."}},{"key":"0254","attributes":{"which":"person_node","name":"John Chell","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0255","attributes":{"which":"person_node","name":"Ann Hawkins","date":"July 2 1761-","place":"Caverswall, Staffordshire, England","siblings":null,"notes":"Married on Sept 21 1778 in Seighford, Staffordshire."}},{"key":"0249","attributes":{"which":"person_node","name":"Maria Weston","date":"1784 – 1843","place":"Dilhorne, Staffordshire, England","siblings":null,"notes":"Married May 4 1801. Died in Wolverhampton."}},{"key":"0256","attributes":{"which":"person_node","name":"John (Pedrola?) Wheston","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0257","attributes":{"which":"person_node","name":"Elizabeth ?","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0245","attributes":{"which":"person_node","name":"Dorothy Halden","date":"1814 – 1878","place":"Milwich, Staffordshire, England","siblings":"One of at least 7 siblings.","notes":"Married 11 February 1836."}},{"key":"0250","attributes":{"which":"person_node","name":"Joseph Halden","date":"1781 – 1848","place":"Milwich, Staffordshire, England","siblings":"One of at least 10 siblings","notes":"Living in Cheadle, Cheshire at time of marriage."}},{"key":"0258","attributes":{"which":"person_node","name":"Walter Halden","date":"1751 – 1839","place":"Milwich, Staffordshire","siblings":"One of at least 11","notes":"Died in Stone."}},{"key":"0259","attributes":{"which":"person_node","name":"Dorothy Motterham","date":"About 1754-Dec 19 1831","place":"Fradswell, Staffordshire, England","siblings":null,"notes":"Married Jan 6 1776. Seems to have buried at least three children."}},{"key":"0251","attributes":{"which":"person_node","name":"Maria Barker","date":"About 1782 – June 1838","place":null,"siblings":null,"notes":"Died in Stone."}},{"key":"0316","attributes":{"which":"person_node","name":"Richard Augustus (Ash?) Giles","date":"1831-Feb 4 1891","place":"Carbonear, Newfoundland Colony","siblings":"The youngest son, had two older (William and John), and a sister, Harriet","notes":"Married Dec 16, 1856 in Carbonear. Listed as a 'planter' in the marriage license. Died in St John's and in buried in the General Protestant Cemetary. His older brother - William Giles - was a captain (born 1827). He married Martha Burden. Him and his wife seem to have adopted a daughter, Emily Ash, who was the youngest."}},{"key":"0318","attributes":{"which":"person_node","name":"William Giles🔍","date":"1794-May 17 1852","place":"Carbonear, Newfoundland Colony / OR Poole, Dorset, England","siblings":"None","notes":"From Eleanor's notes: \"Another reason for my delay in checking my e-mail was that I was looking for pictures for Elizabeth Squires, who wants to put my great-great grandfather in a book, plus a couple of his sons. In short, you come from a sea-faring family. At the time of the Napoleonic Wars (1796-1815) there were seven Captain Gileses on the high seas - Clipper ships to India, the West Indies, Holland, Newfoundland, etc.\"\n\nDied after a 'tedious illness' (see newspaper link). Died in Carbonear. \n\nFrom his will: Money to be laid out in the \"purchase of a suitable coasting vessel to be employed the same as the Victory\". His will describes him as a 'Master Mariner'. He gave his boat, the Victory, to his wife and three sons, with William (presumably the oldest) being the 'master of the vessel' alongside his wife.\n\nGrandsons William and Richard Badcock also included in teh will (presumably the children of his wife's children from her first marriage)."}},{"key":"0319","attributes":{"which":"person_node","name":"Ann Ash","date":"Roughly 1792-Feb 3 1883","place":"England","siblings":"None","notes":"Married December 31 1817 in Harbour Grace, Newfoundland. This was her second marriage, after marrying Robert Badcock (in 1810, aslo in Harbour Grace). She had 3 children with Robert, and then 8 or 9 children with William. Died in Carbonear, Newfoundland."}},{"key":"0317","attributes":{"which":"person_node","name":"Mahalah Burton (Burden?)","date":"August 16 1832-March 14 1922","place":"Carbonear, Newfoundland Colony","siblings":null,"notes":"Moved to Newfoundland to run her son's household after his wife died. \n\nFrom Eleanor's notes: \"She sent poor old Mahallah to\nBoston  to live with one of Mahallah's other sons, 'Uncle Ed' [likely Captain Edwin James Giles] and his\nson, 'young Doctor Will'. Mahallah,aged 89, about to sail across the Bay\nof Fundy just before Christmas, demanded to have her own feather bed\nwith her. (Don't you be shipping me off anywhere when I'm 89 or I'll\ndemand more than a feather bed!)\" May not have been 89\n\nDied aged 89 and is buried in Newton, Massachusetts. Died at 5 Bardbury Ave, Medford, Middlesex, Mass of 'arterio sclerosis' at 1:30am."}},{"key":"0320","attributes":{"which":"person_node","name":"James Burden","date":"Newfoundland","place":null,"siblings":null,"notes":null}},{"key":"0321","attributes":{"which":"person_node","name":"Mary Burden (Burton?)","date":"Newfoundland","place":null,"siblings":null,"notes":null}},{"key":"0335","attributes":{"which":"person_node","name":"Charles Trenchard","date":"1839-Jan 29 1921","place":"Harbour Grace, Avalon Peninsula Census Division, Newfoundland and Labrador","siblings":null,"notes":"Married Dec 30 1868"}},{"key":"0336","attributes":{"which":"person_node","name":"Naomi LeShane (Shano)","date":"1842 (43?)-Jan 22 1915","place":"Lower Island Cove, Avalon Peninsula Census Division, Newfoundland and Labrador","siblings":"Oldest of 10 children","notes":"Baptised Oct 23 1843. Buried in the General Protestant Cemetery in St John's"}},{"key":"0337","attributes":{"which":"person_node","name":"Charles LeShane (Shane, Shanoe, de la Chaune, LeChenu)","date":"Feb 6 1817-July 30 1887","place":"Lower Island Cove, Newfoundland","siblings":null,"notes":"Christened on 24 February 1817 Lower Island Cove, Newfoundland, Canada. Family name was altered overtime from Shano, to Le Shano, to eventually LeShane."}},{"key":"0339","attributes":{"which":"person_node","name":"Charles LeShane","date":"1788-June 12 1881","place":"Saint-Malo, France?","siblings":"3 younger brothers","notes":"Remarried a woman named Jane Cooper the same year his first wife died. Died in Lower Island Cove, buried in United Church Cemetery, Lower Island Cove"}},{"key":"0341","attributes":{"which":"person_node","name":"Philip H LeShane","date":"1749-June 14 1830","place":"Saint-Malo, Ille-et-Vilaine, Brittany, France","siblings":null,"notes":"The earliest known member of this family, who set up fishing rooms in the area and settled the land (in the 1790s). Borthers James and Philip LeChene escaped the French Revolution in St.Malo, France to Grand, Jersey Islands - I assume somewhere around 1780. From there, on to Gaultois, Newfoundland, where they were employed by the Newman Hunt Company as fishermen."}},{"key":"0342","attributes":{"which":"person_node","name":"Magdelene Alice","date":"1750-1830","place":"France?","siblings":null,"notes":null}},{"key":"0340","attributes":{"which":"person_node","name":"Clara Bursey","date":"1792-1854","place":"Lower Island Cove","siblings":null,"notes":"Had at least 8 children. Possible birth name: Claremon"}},{"key":"0338","attributes":{"which":"person_node","name":"Elizabeth (Bessie) Cummings (Cummins)","date":"1821-Sept 12 1882","place":"Lower Island Cove, Newfoundland","siblings":null,"notes":"Christened on Nov 4 1821. Married on Nov 25 1841"}},{"key":"0394","attributes":{"which":"person_node","name":"Phillip Goett","date":"Dec 12 1846-Oct 18 1904","place":"Sabischanke, Romania","siblings":null,"notes":"Died in Galizien, Romania"}},{"key":"0395","attributes":{"which":"person_node","name":"Elisabeth Georg","date":"Dec 15 1850-Jan 8 1910","place":"Wurtsche, Romania","siblings":null,"notes":null}},{"key":"0401","attributes":{"which":"person_node","name":"Ludwig Leopold Liebig","date":"August 10 1831-1911","place":"Bernstein, Brandenburg, Prussia","siblings":"He was the 2nd of 10 children","notes":"Married Oct 11, 1857, in Cattaloi Romania. They had 13 children together."}},{"key":"0403","attributes":{"which":"person_node","name":"Friedrich Wilhelm Liebig","date":"March 15 1797-Dec 11 1843","place":"Schwedt (Herrschaft), Angermünde, Brandenburg, Prussia, Germany","siblings":null,"notes":"Married in 1827 in Bernstein, Brandenburg, Prussia. Died in Bernstein, Soldin, Brandenburg, Prussia."}},{"key":"0404","attributes":{"which":"person_node","name":"Anna Carolina Henrietta Baier (or Beyer)","date":"Oct 4 1799-July 17 1853","place":"Veraden, Brandenberg, Prussia","siblings":null,"notes":"They had 10 children together. Died Berstein, Brandenburg, Prussia."}},{"key":"0402","attributes":{"which":"person_node","name":"Wilhelmine Henriette Dorothea Roennpagel","date":"1836-1924","place":null,"siblings":null,"notes":null}},{"key":"0405","attributes":{"which":"person_node","name":"Johann Frederick Roennpagel","date":"Feb 2 1808-Feb 27 1872","place":"Gundinitz, Brandenburg, Prussia","siblings":null,"notes":"Died in Templin, Brandenburg, Prussia."}},{"key":"0406","attributes":{"which":"person_node","name":"Wilhelmine Dorothea Henrietta Guth","date":"Feb 18 1814-Sept 23 1891","place":"Templin, Brandenburg, Prussia","siblings":null,"notes":null}},{"key":"0420","attributes":{"which":"person_node","name":"John Hill Townsend","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0422","attributes":{"which":"person_node","name":"William T Townsend","date":"1809","place":"New York, USA","siblings":"None","notes":null}},{"key":"0423","attributes":{"which":"person_node","name":"Christena LeAnna Boyer","date":"1811","place":"Pennsylvania, USA","siblings":"None","notes":null}},{"key":"0421","attributes":{"which":"person_node","name":"Mary Ellen Davis","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0424","attributes":{"which":"person_node","name":"Matthew Leonard Davis Jr.","date":"May 19 1815-Dec 15 1887","place":"Clark County, Kentucky, USA","siblings":"6th of 13 children","notes":"Married in 1835. Died in Hawleyville, Page County, Iowa, USA. Buried in Hawleyville Cemetary (source includes his gravestone)"}},{"key":"0426","attributes":{"which":"person_node","name":"Matthew Leonard Davis Sr.","date":"Jan 10 1779-Aug 24 1844","place":"Virginia, USA (which later became Clark County, Kentucky)","siblings":null,"notes":"Married Feb 15 1803. He was married a 2nd time to Phoebe (last name unknown), who died after 1850. Matthew Sr was a baptist preacher. Died in Callaway County, Missouri, USA."}},{"key":"0430","attributes":{"which":"person_node","name":"Leonard G Davis","date":"1740-Aug 25 1817","place":"King William County, the Colony & Dominion","siblings":null,"notes":"Married in 1769."}},{"key":"0431","attributes":{"which":"person_node","name":"Mary Ballard","date":"1746-May 1837","place":"York County, Virginia","siblings":null,"notes":"Died in Virginia."}},{"key":"0427","attributes":{"which":"person_node","name":"Lucy Baber","date":"Nov 14 1785(6?)-Nov 23 1839(or 1829?)","place":"Fluvanna County, Virginia, USA (which later became Kentucky)","siblings":null,"notes":"Died in Clark County, Kentucky, USA (or in Fulton, Calloway, Missouri? Which is where her husband died)"}},{"key":"0432","attributes":{"which":"person_node","name":"Obadiah Baber","date":"1760-Jan 28 1822","place":"Fluvanna County, Virginia, USA (which later became Kentucky)","siblings":null,"notes":null}},{"key":"0433","attributes":{"which":"person_node","name":"Hannah Delilah Martin","date":"April 11 1761-1847","place":"Goochland County Virigina","siblings":null,"notes":"Married April 14, 1782 in Fluvanna Co. Virginia"}},{"key":"0425","attributes":{"which":"person_node","name":"Mary Elizabeth \"Polly\" Wilfley","date":"Sept 29 1815-Dec 10 1907","place":"Hawkins County, Tennessee, USA","siblings":"7 siblings","notes":"Obituary: Mrs Mary Davis, aged 92 years, 2 months and 12 days, died Tuesday, Dec 10th, at the home of her daughter, Mrs Mary E Townsend, in Sheridan. The funeral occurred Wednesday from the Christian church, from whence a large concourse of sorrowing relatives and friends followed the remains to their last resting place in beautiful Mt Hope (Sheridan Mun Cem) Cemetery, under the direction of O J Smyth. Rev M Dewitte Long of the Presbyterian church, delivered a most eloquent and appropriate sermon paying fitting tribute to the ideal life and character of the deceased.\n\nMary Wilfley was born in TN on Sep 29, 1815. Her parents moved to MO in her childhood, and at the 16th year of her age she united with the Presbyterian church. She was married to Matthew L Davis, and together they removed to southwestern IA, where they raised a family of nine children, five of whom are living: Mrs Mary E Townsend and Mrs Elizabeth Thomas of Sheridan; Mrs Amanda Jackson of Big Horn; J S Davis of Pass Creek, and J H Davis of NE. Her only living brother, R Wilfley of Kansas City, MO was here and visited her during her last illness and is now sick at the home of his daughter, Mrs Walter Bales of this city. Mrs Davis had 41 grandchildren, 74 g-grandchildren and 4 g-g-grandchildren/ one g-g-granchild now living in Sheridan during the first year of his life had 2 grandmothers, 2 g-grandmothers and 2 g-g-grandmothers. The pall bearers at her funeral were 6 grandsons, all but one of whom are middle aged men; Frank Jackson, William Townsend, Ellsworth Thomas, John Addleman, Charles A Davis and L E Martin.\n\nMatthew L Davis, husband of the subject of this sketch, died in IA in the year 1887, and in the spring of the following year Mrs Davis came to her children and friends in Sheridan County, WY, with whom she had since resided as a welcome and honored guest."}},{"key":"0428","attributes":{"which":"person_node","name":"John Wilfley Sr.","date":"Dec 22 1782-1861","place":"Frederick, Frederick County, Maryland, USA","siblings":"Oldest of 4 \nAnna Maria Wilfley (b 1784 )\nElizabeth Wilfley (b 1786 )\nPheby Wilfley (b 1788 )","notes":"Had 7 children. Died in Buchanan County, Missouri, USA."}},{"key":"0434","attributes":{"which":"person_node","name":"Christoph Willfle","date":"1759-1817","place":"Frederick County, Maryland","siblings":null,"notes":null}},{"key":"0435","attributes":{"which":"person_node","name":"Philippina Hildebrand","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0429","attributes":{"which":"person_node","name":"Elizabeth Mary Rhodes","date":"Mar 16 1785-24 Nov 1870","place":"Hawkins County, Tennessee, USA","siblings":"7 siblings and 4 half siblings","notes":"Died Linden, Atchison County, Missouri, USA. Buried in Linden Cemetary."}},{"key":"0436","attributes":{"which":"person_node","name":"Samuel W Rhodes","date":"1753-Feb 15 1825","place":"England","siblings":null,"notes":"Samuel W Rhodes was born in 1753. This has been confirmed by court documents. What is sketchy though is where he was born and his early life. A “Samuel Rhodes” appears in London in the September 1772 proceedings of the Old Bailey Court. This Samuel Rhodes was convicted, probably of petty theft, and sentenced to seven years “Transport” to America. The ship “Justitia” departed England in January of 1773 with 185 similarly sentenced criminals of England, bound for Virginia. Upon arrival in America the manner was that the convicted would have their contracts bought by waiting American colonists. This appears to be our Samuel. He landed in Virginia in 1773, his bond was probably sold upon arrival and he spent the next half-dozen years in indentured servitude. Samuel’s life would change with onset of the American Revolution.\n\nIn 1779 Samuel enlisted to fight in the Revolution in Botecourt County, Virginia. He no doubt looked upon this opportunity of joining the rebellion as a fitting end to servitude placed upon him by the Crown seven years before. He served as a private in the Virginia Continental Line, 2nd Regiment. This Regiment was a part of Nathanael Greene’s army, fighting the Southern Campaign against the British. Samuel fought in several battles including Guilford Court House, Camden, Eutaw Springs and the Siege of Ninety Six. He served an 18 month enlistment, until Dec. 31, 1781, when he was honorably discharged in Salisbury, North Carolina\n\nSamuel would marry in 1781 or 1782 to Sarah Jane Ellis of Virginia, Sarah was recently widowed and would bring four sons to the marriage: John, William, Peter and Abraham. Samuel and Sarah would settle on land on the north side of the Holston River in Hawkins County, Tennessee, the area of present-day Church Hill. They would farm there for the next forty years, raising Sarah’s four sons and seeing the birth of six new sons and one daughter, Samuel, Elizabeth, Thomas, Henry, Levi, William and George.\n\nIn 1822 Samuel’s life would change again. Sarah had passed that year and his sons were beginning to venture away from Tennessee. His son Henry along with his step-sons Peter and Abraham had recently acquired land in Callaway County in the new State of Missouri and that was where he would locate. He is listed with two of his sons, Henry and George, in the 1823 Tax Roll List for Callaway County, Missouri.\n\nOn June 27, 1825 Samuel would marry again, to Sarah Pare in Callaway County. According to the John Ellis family bible, there was a large difference in their ages, Samuel being 70 and Sarah 19. That late marriage would be short-lived though, for on February 15, 1825 Samuel died in Callaway County. The marriage to Sarah was probably not fully embraced by the rest of the family. At proceedings of the court Sarah (Sallie) agreed to relinquish all claims to Samuel’s estate and Samuel’s son Henry became the estate’s executer.\n\nSamuel is probably buried on one of his son’s farms in Callaway County, exact location unknown. In September of 2014 a marker was placed at Hillcrest Cemetery in Fulton, Callaway County, and dedicated by the Christopher Casey Chapter of the Missouri Society of the SAR. This marker serves to honor Samuel."}},{"key":"0437","attributes":{"which":"person_node","name":"Sarah Jane Ellis","date":"1746 (maybe up to 10 years younger)-July 22 1822","place":"Probably Virgina","siblings":null,"notes":"Sarah Ellis Rhodes was born in 1746, probably in Virginia. Her maiden name is unknown. Evidence pieced together by DNA testing tells that her early years provide an interesting story.\n\nIn about 1771 she apparently had a relationship with John Neely, a prominent Virginia planter on the Roanoke River (near the present-day city of Salem). This is evidenced by the DNA of descendants of John Ellis matching Neely DNA. A son was born of the relationship, John, in March of 1772. John Neely married Susannah Evans one month later. Obviously John was a child born out of wedlock.\n\nAbout four years later, in 1776, Sarah Jane married John Ellis of Virginia. Sarah would bring her son John to the marriage and her son would also be adopted by Sarah's new husband as his own, taking the name \"John N Ellis\". Together the family would farm in Botetourt County in Virginia. With John Ellis, Sarah Jane produced three additional sons: Peter, William and Abraham.\n\nIt is not known the exact series of events, but by 1782 her husband John had recently passed and she married again, to Samuel W Rhodes, a Revolutionary War veteran from Virginia. Samuel and Sarah settled on land on the north side of the Holston River in Hawkins County, Tennessee, the area of present-day Church Hill. They farmed there for the next forty years, raising Sarah's four sons and seeing the birth of six new sons and one daughter, Samuel, Elizabeth, Thomas, Henry, Levi, William and George.\n\nAccording to the John N Ellis family bible, Sarah passed away on the 22nd of July in 1822. It is assumed she is buried on the Rhodes family farm, close to Church Hill."}},{"key":"0493","attributes":{"which":"person_node","name":"Thomas Booth Laycock","date":"1840","place":"Wetherby, Yorkshire, England","siblings":null,"notes":null}},{"key":"0494","attributes":{"which":"person_node","name":"Martha Michel","date":"1842","place":"Sowerby Bridge, Yokrshire, England","siblings":null,"notes":null}},{"key":"0500","attributes":{"which":"person_node","name":"William Morgan","date":"3/15/1740-","place":"Awre with Blakeney, Gloucestershire, England","siblings":null,"notes":null}},{"key":"0502","attributes":{"which":"person_node","name":"Thomas Morgan","date":"2/21/1713-","place":"Awre, Blakeney, Gloucestershire, England","siblings":null,"notes":null}},{"key":"0504","attributes":{"which":"person_node","name":"John Morgan","date":"1660-1729","place":"Awre, Gloucestershire, England","siblings":null,"notes":"He must have married again to have Thomas at the age of 53"}},{"key":"0503","attributes":{"which":"person_node","name":"Anne Taylor","date":"1712","place":"Gloucestershire","siblings":null,"notes":null}},{"key":"0501","attributes":{"which":"person_node","name":"Elizabeth Partridge","date":"1750-August 6, 1817","place":"Awre with Blakeney, Gloucestershire, England","siblings":null,"notes":"Died in Llanvihangel, Monmouthshire, Wales."}},{"key":"0530","attributes":{"which":"person_node","name":"Richard Trigg (Thridge?)","date":"1728 – January 1809","place":"Westbury-on-Severn, Gloucestershire, England","siblings":null,"notes":"He married Mary Risley on 2 January 1757, in All Hallows Church, Tottenham, Middlesex, England, United Kingdom. They were the parents of at least 5 sons and 2 daughters. He died in January 1809, in his hometown, at the age of 81."}},{"key":"0532","attributes":{"which":"person_node","name":"Thomas (Tho) Trigge","date":"1708-1765","place":"Westbury-on-Severn, Gloucestershire, England","siblings":null,"notes":"Baptized Dec 1 1708"}},{"key":"0534","attributes":{"which":"person_node","name":"William Trigge","date":"1682-1729","place":"Minsterworth, Gloucestershire, England","siblings":null,"notes":null}},{"key":"0538","attributes":{"which":"person_node","name":"John Trigge","date":"About 1654-1690","place":"Minsterworth, Gloucestershire, England","siblings":"Married at 19, died at 37","notes":null}},{"key":"0539","attributes":{"which":"person_node","name":"Mary Floyd","date":"1652 – May 1691","place":"Minsterworth, Gloucestershire, England","siblings":null,"notes":null}},{"key":"0535","attributes":{"which":"person_node","name":"Mary Nourse/Nurse","date":"1682-","place":"Henbury, Gloucestershire, England","siblings":null,"notes":null}},{"key":"0540","attributes":{"which":"person_node","name":"Giles Nourse","date":"About 1650 – 1708","place":"Upton St Leonards, Gloucester, England","siblings":null,"notes":null}},{"key":"0541","attributes":{"which":"person_node","name":"Mary Woodecocke","date":"1655-","place":"Upton St Leonards, Gloucester, England","siblings":null,"notes":null}},{"key":"0533","attributes":{"which":"person_node","name":"Kezia Gibbons","date":"1704-1763","place":null,"siblings":null,"notes":"Christened 27 August 1704. Married 30 April 1728. Had at least five children"}},{"key":"0536","attributes":{"which":"person_node","name":"Richard Gibbons","date":"1667-","place":"Painswick, Gloucester, England","siblings":null,"notes":null}},{"key":"0542","attributes":{"which":"person_node","name":"John Gibbons","date":"1641 – 1695","place":"Painswick, Gloucester, England","siblings":null,"notes":null}},{"key":"0543","attributes":{"which":"person_node","name":"Elizabeth Osborne","date":"1647 – 1674","place":"Leonard Stanley, Gloucestershire, England","siblings":null,"notes":null}},{"key":"0537","attributes":{"which":"person_node","name":"Margeret Burgess","date":"1682 – 1744","place":"Westbury-on-Severn, Gloucestershire, England","siblings":null,"notes":null}},{"key":"0531","attributes":{"which":"person_node","name":"Mary Risley","date":"1737 – 1785","place":"Mitcheldean, Gloucestershire","siblings":null,"notes":null}},{"key":"0597","attributes":{"which":"person_node","name":"Louis Cave Davis","date":"1710-July 1748","place":"King William County, Virginia, USA","siblings":null,"notes":"One of 7 sons who immigrated to America from England. 5 of these were killed in the Revolutionary War or the War of 1812 (although it seems unlikely they would have lived that long?). Louis also had 7 sons. Died in Virginia."}},{"key":"0598","attributes":{"which":"person_node","name":"John I Davis 🔍","date":null,"place":"Wales?","siblings":"None","notes":"John came to America from Wales in 1684 on the ship, VINE, with his parents. \n\nThis data is from the source below (and above) but seems conflicting. It indicates it came from Ancestry website originally."}},{"key":"0599","attributes":{"which":"person_node","name":"Morgan Davis","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0600","attributes":{"which":"person_node","name":"Catherine Howell","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0626","attributes":{"which":"person_node","name":"Thomas Baber🔍","date":"Approx 1720-Oct 4 1778","place":"Old Rappahannock, Virginia","siblings":"This Thomas Baber has long been considered a son of Robert Baber, the Virginia Immigrant of 1679.  More modern information and Y-DNA testing leans  to the idea that the ancestor of this Thomas Baber is unknown.","notes":"Married in 1755 in Virginia. Died in Fluvanna County, Virginia."}},{"key":"0627","attributes":{"which":"person_node","name":"Elizabeth Lawson","date":"June 17 1716-after 1778","place":"Virginia","siblings":"2nd of 6 (with two being twins)","notes":"Married about 1736"}},{"key":"0628","attributes":{"which":"person_node","name":"John Lawson🔍","date":"Before 1694-before Feb 2 1761","place":"Virginia","siblings":null,"notes":"Married in Jan 1715/6, Richmond County, Virginia. His will states that he gives a slave boy to his daughter Lucy, and if he dies before he is able to do so himself, his executors should buy her a slave girl as well."}},{"key":"0629","attributes":{"which":"person_node","name":"Mary Dew","date":"1695-July 16 1740","place":"New Kent County, Virginia","siblings":"2 or 3 sisters","notes":"She died in Richmond County, Virginia."}},{"key":"0630","attributes":{"which":"person_node","name":"Thomas Dew","date":"Born after 1656-1709","place":"Farnham Parish, Old Rappahannock, Virginia","siblings":"1 brother, potentially 6 half siblings","notes":"Thomas Dew was named as a son-in-law, the commonly terminology for step-son, in the will of James Toone dated 29 August 1676 in Old Rappahannock in the Colony of Virginia. He was again named in a \"Deed of Gift\" from his mother Anne Toone dated 29 May 1677 and recorded with the will of James Toone. In this document, Anne Toone clarified that Thomas Dew was a minor, under the age of 21.\n\nMarried for a second time to Jane BIllington in about 1703."}},{"key":"0632","attributes":{"which":"person_node","name":"Andrew Dew","date":"About 1625 - 1661","place":"England","siblings":"1 full, 1 half","notes":"Farnham Parish, Old Rappahannock, Virginia"}},{"key":"0633","attributes":{"which":"person_node","name":"Ann Duncombe","date":"About 1628-Nov 3 1686","place":"St Dunston, London, England","siblings":null,"notes":"Wife of Andrew Dew, wife of James Toone, wife of Dominick Rice. Shortly after the death of James Toone, Ann made a Deed of Gift to all of the children, including her step-son which clarified they were all yet minors. Died in Farnham Parish, Old Rappahannock, Virginia."}},{"key":"0631","attributes":{"which":"person_node","name":"Elizabeth Barber","date":"Before 11 Jan 1675-1699","place":"Farnham Parish, Old Rappahannock, Virginia","siblings":"2nd of 6 children (the only daughter)","notes":"In 1694, when she was in her late teens, Elizabeth married Thomas Dew at North Farnham Parish, Richmond County"}},{"key":"0634","attributes":{"which":"person_node","name":"Captain William Barber","date":"About 1640-before 1697","place":"Rappahannock County, Colony and Dominion of Virginia","siblings":"At least 1 brother","notes":"Married in 1664. On 25 October 1687, William petitioned the Lancaster County court for custody of his two nephews, who were orphaned."}},{"key":"0635","attributes":{"which":"person_node","name":"Mary Brasier","date":"June 2 1629-1708","place":"Saint Michael, Crooked Lane, London, Middlesex, England","siblings":null,"notes":null}},{"key":"0687","attributes":{"which":"person_node","name":"John Martin","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0688","attributes":{"which":"person_node","name":"Rachel Pace","date":null,"place":null,"siblings":null,"notes":null}},{"key":"0694","attributes":{"which":"person_node","name":"Johann Christoph Welfle (Christof Wolfell) 🔍","date":"Feb 15 1724-Nov 2 1789","place":"Germany","siblings":null,"notes":"sailed from Germany to America at the age of 31. Welfle family tradition is that he came from the Duchy of Württemberg, but it is just as likely that the Welfle’s were from the Palatinate region near the Germany-France border. The path of Christoph Welfle’s land and sea travel, embarking through the Port of Rotterdam, Netherlands for the colonies in America, is similar to the thousands of Palatinate citizens who took the same route from their homeland during the mid 1700’s.\n\nHe arrived October 3, 1753 at Philadelphia on the ship “Eastern Branch”, James Nevin, Captain, from Rotterdam to Portsmouth England to North America. The ship’s records indicate that Christoph pledged an oath of allegiance to England upon his arrival. Listed in the manifest as Christof Wolfell, the name has since been variously spelled in documents including Wölfle, Woelfley, Wolfley, Wifley, Welfle, etc. In German, the family name is the diminutive of Wolf - \"the Little Wolf.\"\n\nWithin two years after his arrival, Christoph was married and residing in Frederick Maryland (just north of present day Washington, DC). There with his wife Anna, Christoph settled into his occupation as a weaver and raised a family of three sons and three daughters (one son died young).\n\nMost surviving records for this generation of Welfle’s are found in the old parish register books kept at the Evangelical Lutheran Church in Frederick. Those documents record the Revolutionary War era marriages of daughter Anna Barbara and sons Christopher and David in 1779, 1780 and 1786 respectively. Burial records there indicate that Johann Christoph Welfle died at Frederick Maryland in 1789 at the age of 65. It notes that he died at Noon on November 2nd while suffering from asthma. He was buried two days later at the Evangelical Lutheran Church cemetery.\n\nChristoph’s will was written in 1784. At the time he was, “well in health and of a sound and perfect memory, thanks be given with God, therefore calling into mind that it is appropriate for all men once to die…” The Will notes provisions for his wife Anna and children David, Christopher, Anna Barbara, Catherine and Eve.\n\nAs a weaver whose residence was apparently in the city of Frederick, Christoph’s land holdings were modest. A Frederick County deed recorded in 1774 shows that he purchased a 14 acre portion of a property known as Resurvey on Mankin."}},{"key":"0695","attributes":{"which":"person_node","name":"Susanna (Anna) Keller","date":null,"place":null,"siblings":null,"notes":"Married Sept 29 1755"}},{"key":"0701","attributes":{"which":"person_node","name":"Colonel Thomas Dew","date":"1600 - abt. 1691","place":"Whitney-on-Wye, Herefordshire, England","siblings":null,"notes":"It is said that Colonel Thomas Dew had at least six children, three of which at least came with him on his voyage to The Colonies. Andrew, Ann, Thomas, John, Richard and Elizabeth. They were called his “servants” on the ship's manifest. This designation enabled them to travel with their father without any additional fee, but they needed to be old enough to travel with paternal supervision alone.\n\nRobert Bennett and family arrived in Virginia with Thomas Dewe and wife Elizabeth in February 1622 on the Seaflower. On Mar. 22nd 1622 there was an Indian attack at Bennett’s Welcome, the Warraskoyak plantation of his wealthy and influential brother Edward Bennett ,a London Merchant who was the first Treasurer of the Virginia Company of London. This plantation had been occupied for less than a month, and was still under development. Being virtually destroyed in the attack, it was abandoned and the survivors were removed to Jamestown. On Feb. 16th 1623, Thomas Doe ux Doe (sic) Dewe were counted living in the Maine River District of James City.\n\nBorn in England. Arrived in Virginia ca. 1634-1635. Died in York County Virginia. Estate presented before court 10 October 1691. Andrew and Ann were born in England. Speaker of the House of Burgesses. Owned over 60,000 acres of land in Virginia. Lived in Nansemond Co. 1642-1660.\n\nThomas was the son of a Guild Stationer (book publisher and book seller) and growing up he lived with his parents on Fleet Street in London.\n\nThomas and his brothers received an inheritance from their grandfather, Edward Dewe, in shares of The Virginia Company of London. He use this inheritance to leave England and seek his fortune in the new world.\n\nThomas and Elizabeth were planters on Somers (Somer Islands Company was an offshoot of The Virginia Company and is now known as Bermuda), Old Association (now known as Tortuga) and Providence Islands (now known Isla de Providencia or Old Providence) before moving to Virginia, near Nansemond.\n\nHe arrived in America in Virginia the first time sometime during 1630. As late as 1638, Thomas spelled his last name both Dewe and Dew. He was a member of the Virginia House of Burgesses from 1643 through 1654. He was Speaker of the House of Burgesses in November 1652. He was converted to the Society of Friends (Quakers) in 1672.\n\nWhen his will was presented before the court 10 October 1691, he owned over 60,000 acres of land in Virginia and lived in Nansemond Co. 1642-1660.\n\nFrom another record: The progenitor of the Dew family in the Virginia Colony was Thomas Dew of England. He was an investor and subscriber to stock in \"The Virginia Company of London.\" Many of the subscribers in the colonization projects eventually came to Virginia to live.\nThomas Dew, the immigrant and colonial ancestor of the Dew family, was a son of Thomas Dew, the London stationer. Thomas Dew, of London, was a brother of Richard Dew, of Abingdon, who married Elizabeth Bennett. Many members of the Dew, Bennett and Cromwell families migrated to the Virginia Colony."}},{"key":"0703","attributes":{"which":"person_node","name":"Thomas Dew","date":"1560 - 1624","place":"England","siblings":null,"notes":"Thomas's occupation: Stationer 'bookseller' in St. Dunstan, London, England."}},{"key":"0706","attributes":{"which":"person_node","name":"Thomas Dew","date":"1500","place":"St Dunstan, London, England","siblings":null,"notes":null}},{"key":"0704","attributes":{"which":"person_node","name":"Ann Helmes","date":"About 1580","place":null,"siblings":null,"notes":null}},{"key":"0702","attributes":{"which":"person_node","name":"Elizabeth Bennett","date":"About 1603","place":"England","siblings":"eldest of 2","notes":"As a young woman, Elizabeth married one Thomas Dew. A thirty-two year-old Elizabeth Dew sailed with nine month-old Ann in 1635 on the Alice. Elizabeth died in Virginia in 1672 when she was about sixty-nine years old, [6] but her estate was not presented before Court until 10 October 1691."}},{"key":"0705","attributes":{"which":"person_node","name":"Robert Bennett Junior","date":"Before 1571 - 1623","place":"Wiveliscombe, Somerset, England","siblings":"At least 16","notes":"Robert died by Nov 1623 at Warrascoyack Plantation:\n\nIn the summer of 1623 the governor sent companies in all directions against the Indians. Capt. William Tucker, of Kecaughtan (Hampton), commanded the expedition against the Nansemonds and Warrascoyacks. On the same day, August 2, 1623, all of these commands fell upon the Indians, slaughtered many, cut down their corn, and burnt their houses. A week after, Capt. Tucker went down a second time against the Nansemonds. The proprietors of the abandoned settlements took heart and were allowed to return to them. The census of February 6, 1623-'24, showed as then living at \"Warwicke Squeake\" and \"Basse's Choice\" fifty-three persons; twenty-six had died \"since April last.\" Disease, in fact, proved more destructive to the set- elrs than everything else combined. Four-fifths of the colonists, including the new emigrants who arrived, died from this cause in the interval between 1619 and 1625. The census of 1624-'25 showed but thirty-one persons alive at Warrascoyack and Basse's Choice. Among those who had died were Mr. Robert Bennett , brother of Edward Bennett, who had come to the colony, and the first minister, Mr. William Bennett, doubtless one of the same family."}},{"key":"0707","attributes":{"which":"person_node","name":"Robert Bennett","date":"July 10 1533-Sept 1603","place":"Wiveliscombe, Somerset, England","siblings":"1 brother","notes":"Married 10 Jul 1558 in Wiveliscombe, Somerset, England"}},{"key":"0709","attributes":{"which":"person_node","name":"John Bennett","date":"About 1508 - about 1558","place":"Wiveliscombe, Somerset, England","siblings":null,"notes":"Worked as a tanner."}},{"key":"0710","attributes":{"which":"person_node","name":"Margery Lamberd","date":"1511 - 1564","place":"Wiveliscombe, Somerset, England","siblings":null,"notes":null}},{"key":"0708","attributes":{"which":"person_node","name":"Elizabeth Ednye","date":"1537 - June 1597","place":"Wiveliscombe, Somerset, England","siblings":null,"notes":"She had at least 15 children"}},{"key":"0711","attributes":{"which":"person_node","name":"John Edney","date":"1511 - about 1541","place":"Somerset, England","siblings":null,"notes":null}},{"key":"0712","attributes":{"which":"person_node","name":"Anstie Spicer","date":"1512 - Sept 2 1616 (dates seem wrong)","place":"Somerset, England","siblings":null,"notes":null}},{"key":"0766","attributes":{"which":"person_node","name":"John Brasier","date":"1584 - 1665","place":"Pernes-les-Fontaines, Vaucluse, Provence-Alpes-Côte d'Azur, France","siblings":null,"notes":"Married in 1621. Died in Suffolk, Nansemond, Virginia."}},{"key":"0767","attributes":{"which":"person_node","name":"Catherine Brasier","date":"1592-1665","place":"Carpentras, Vaucluse, Marcelle, France","siblings":null,"notes":"Died in Calvert, Maryland."}},{"key":"0092","attributes":{"which":"synonym_node","synonym_of":"0016","name":"George Henry Morgan","date":"About 1872 (death?)","place":"Drybrook, Gloucestershire, England","siblings":"Siblings: \nM John Morgan ca 1873-ca 1943\nM Absalom Morgan ca 1874-ca 1915\nM Albert Ernest Morgan ca 1876-ca 1950\nM Sidney Howard Morgan ca 1877-ca 1878\nF Sarah Sophia Morgan ca 1879-ca 1884\nF Alice Maud Morgan ca 1880-\nF Flora Morgan ca 1883-\nF Beatrice Mary Morgan ca 1885-ca 1886\nM Gilbert Stanley Morgan ca 1892-1917 (soldier in WWI)\nM Tom Bernard Morgan ca 1893-ca 1959\nM Ben Osborn Morgan ca 1895-1960","notes":"Oral history: \"A coal miner who died of black lung disease in his 40s\". He was the oldest of at least five childen, maybe many more. Lived on 1 Mount St when his son was born. In the 1901 census his occupation is listed as coal miner, and he is listed as living with his 15-year old brother in law, Walter L Hunt, and a boarder, Emily Cox (28 years old). Possibly served in WWI for 94 days?"}},{"key":"0180","attributes":{"which":"synonym_node","synonym_of":"0017","name":"Florence Ethel Hunt","date":"About 1875-1956","place":"Moreton Morrell, Warwickshire, England","siblings":"Siblings: Millicent, Walter","notes":"Married 14 oct. 1900. Died in Birmingham."}},{"key":"0239","attributes":{"which":"synonym_node","synonym_of":"0019","name":"Myra Johnson","date":"1884/5-1976","place":"Gayton, Staffordshire, England","siblings":"Siblings: possibly one of 12 children","notes":"First married in 1903. Possibly lived in Coventry when it was bombed. Remarried a man (possibly named Thomas Johnson?), a railway driver."}},{"key":"0315","attributes":{"which":"synonym_node","synonym_of":"0022","name":"John Bartlett Giles","date":"Oct 12 1860 (65?)-April 12 1919","place":"Newfoundland Colony","siblings":"Siblings: 2nd youngest of 4 sons (one was named William)","notes":"Baptized Jan 6 1861. Remarried after his first wife died, to a woman who's last name was Taylor. They had Richard, who died, and Clara, who lived. Died at Mullock Street, St John's. The image is him and his parents/siblings. At least one of his brothers - Edwin James Giles - was a sea captain."}},{"key":"0334","attributes":{"which":"synonym_node","synonym_of":"0023","name":"Frances June (Fanny) Trenchard","date":"Oct 2 1869-Sept 21 1901","place":"Harbour Grace, Newfoundland Colony","siblings":"Siblings: 4 or 6","notes":"Died after birthing Blanche at age 32, when her daughter Annie was 4. She died in St John's. Mahallah, John's mother, moved in the run the household."}},{"key":"0392","attributes":{"which":"synonym_node","synonym_of":"0024","name":"Augustus (Gus) Johnson","date":null,"place":null,"siblings":"Siblings:","notes":"Came to Canada with his brother (?) in 1886/7 (Winnipeg), presumably as part of The Great Emmigration which started in 1850. His brother sent for a wife from Sweden, and when she arrived she fell in love with & married Gus. He managed a crew for the railroad, and (maybe) worked close to where they put in the last peg. Lived on Bear St in Banff, but in 1901 was living in the 'CPR Section' and seems to have been a section foreman. He was born Roman Catholic. He was naturalized as a citizen in 1900."}},{"key":"0393","attributes":{"which":"synonym_node","synonym_of":"0026","name":"Johann Goett","date":"Dec 11 1872-June 28 1943","place":"Liplowitz, Poland","siblings":"Siblings: The third of five children","notes":"Immigrated to Canada via the US from Romania. Settled in Saskatewan briefly, in Buffalo Head (?). Was supposed to be a carpenter but became a farmer. They changed the pronounciation of their name to sound less German during WWII. Very Baptist. Died in Trochu, Alberta."}},{"key":"0400","attributes":{"which":"synonym_node","synonym_of":"0027","name":"Lydia Clara Liebig","date":"1882-1961","place":"Cataloi, Romania","siblings":"Siblings: She was the youngest of 13 children","notes":"Married on June 3 1897. Remarried in her 70s to a German man whose last names started with F. Died in Medicine Hat. Very Baptist."}},{"key":"0419","attributes":{"which":"synonym_node","synonym_of":"0029","name":"Grace Florence Townsend","date":"Dec 12 1877-Feb 25 1942","place":"Hopkings, Missouri, USA","siblings":"Siblings: 9th of 11 children","notes":"Married on December 25 1895 in Sheridan, Wyoming. She was married at 18, and had 5 kids by the time she was 26. In 1911 she lived in MacLoed, Alberta."}},{"key":"0492","attributes":{"which":"synonym_node","synonym_of":"0030","name":"Harry Laycock","date":null,"place":null,"siblings":"Siblings:","notes":null}},{"key":"0499","attributes":{"which":"synonym_node","synonym_of":"0107","name":"John Houlston Morgan","date":"1778-1844","place":"Awre, Gloucestershire","siblings":"Siblings:","notes":"Married in July 1779"}},{"key":"0529","attributes":{"which":"synonym_node","synonym_of":"0113","name":"Benjamin Trigg","date":"July 22, 1759–January 21, 1846","place":"Mitcheldean, Gloucestershire","siblings":null,"notes":null}},{"key":"0596","attributes":{"which":"synonym_node","synonym_of":"0430","name":"Leonard G Davis","date":"1740-Aug 25 1817","place":"King William County, Virginia, USA","siblings":"Siblings: One of 7 sons","notes":"He served in the Revolutionary War. Married in 1769. He moved to Mt Sterling, KY in the early 1780s (unsure about this fact)."}},{"key":"0625","attributes":{"which":"synonym_node","synonym_of":"0432","name":"Obadiah Baber","date":"1760-Jan 28 1822","place":"Fluvanna County, Virginia, USA (which later became Kentucky)","siblings":"Siblings: One of at least 10 children","notes":null}},{"key":"0686","attributes":{"which":"synonym_node","synonym_of":"0433","name":"Hannah Delilah Martin","date":"April 11 1761-1847","place":"Goochland County, Virgina","siblings":"Siblings:","notes":"Married April 14, 1782 in Fluvanna Co. Virginia"}},{"key":"0693","attributes":{"which":"synonym_node","synonym_of":"0434","name":"Christoph (Christopher) Willfle (Willflee, Welfle, Wellfle)","date":"1759-May 1817","place":"Frederick County, Maryland","siblings":"Siblings: 3rd of six children","notes":"A skilled farmer thanks to the land his parents bought. Christoph married Philippina Hildebrand on October 27, 1780 in Frederick County. To this union were born four children, John, Anna Maria (Mary), Elizabeth and Pheby.\n\nIt is not known if Christoph was a patriot in the Revolution. By 1800 though the family had located to Hawkins County, Tennessee, on the Great Wilderness Road. It was there that Christoph purchased 68 acres of a portion of a 500 acre land grant (granted prior to John King for Revolutionary War service) on the Lick Branch (present day Mt Carmel).\n\nPhilippina died about 1800, probably shortly after the family located to Tennessee. Christoph died some years later in May of 1817. In Christoph Wilfle's the estate, or \"plantation\" as he referred to it, was divided equally between his son John and his three daughters. He died in Mount Carmel, Hawkins County, Tennessee, USA. Evidence points to him being buried on the family farm."}},{"key":"0700","attributes":{"which":"synonym_node","synonym_of":"0632","name":"Andrew Dew","date":"About 1625 - 1661","place":"Farnham Parish, Old Rappahannock, Virginia","siblings":"Siblings: 1 full, 1 half (at least)","notes":"Andrew leased land from Clement Herbert, Gent, of Rappahannock County, Virginia on December 16 , 1660 for which he \"obliged himself to plant an orchard of 300 apple trees upon said land and leave the said land tenable & to plant and seat upon said land by the 10th October next ensuing.\" He died early in the year 1661."}},{"key":"0765","attributes":{"which":"synonym_node","synonym_of":"0635","name":"Mary Brasier","date":"June 2 1629-1708","place":"Saint Michael, Crooked Lane, London, Middlesex, England","siblings":null,"notes":"Married Captain John Tarpley Sr. in 1657. Later married William Barber in 1664."}},{"key":"0077","attributes":{"which":"relation_node","relation":"0002-0003"}},{"key":"0078","attributes":{"which":"relation_node","relation":"0004-0005"}},{"key":"0079","attributes":{"which":"relation_node","relation":"0006-0007"}},{"key":"0080","attributes":{"which":"relation_node","relation":"0008-0009"}},{"key":"0081","attributes":{"which":"relation_node","relation":"0010-0011"}},{"key":"0082","attributes":{"which":"relation_node","relation":"0012-0013"}},{"key":"0083","attributes":{"which":"relation_node","relation":"0014-0015"}},{"key":"0084","attributes":{"which":"relation_node","relation":"0016-0017"}},{"key":"0085","attributes":{"which":"relation_node","relation":"0018-0019"}},{"key":"0086","attributes":{"which":"relation_node","relation":"0020-0021"}},{"key":"0087","attributes":{"which":"relation_node","relation":"0022-0023"}},{"key":"0088","attributes":{"which":"relation_node","relation":"0024-0025"}},{"key":"0089","attributes":{"which":"relation_node","relation":"0026-0027"}},{"key":"0090","attributes":{"which":"relation_node","relation":"0028-0029"}},{"key":"0091","attributes":{"which":"relation_node","relation":"0030-0031"}},{"key":"0166","attributes":{"which":"relation_node","relation":"0093-0094"}},{"key":"0167","attributes":{"which":"relation_node","relation":"0095-0096"}},{"key":"0168","attributes":{"which":"relation_node","relation":"0097-0098"}},{"key":"0169","attributes":{"which":"relation_node","relation":"0099-0100"}},{"key":"0170","attributes":{"which":"relation_node","relation":"0101-0102"}},{"key":"0171","attributes":{"which":"relation_node","relation":"0103-0104"}},{"key":"0172","attributes":{"which":"relation_node","relation":"0105-0106"}},{"key":"0173","attributes":{"which":"relation_node","relation":"0107-0108"}},{"key":"0174","attributes":{"which":"relation_node","relation":"0109-0110"}},{"key":"0175","attributes":{"which":"relation_node","relation":"0111-0112"}},{"key":"0176","attributes":{"which":"relation_node","relation":"0113-0114"}},{"key":"0177","attributes":{"which":"relation_node","relation":"0115-0116"}},{"key":"0178","attributes":{"which":"relation_node","relation":"0117-0118"}},{"key":"0179","attributes":{"which":"relation_node","relation":"0119-0120"}},{"key":"0234","attributes":{"which":"relation_node","relation":"0181-0182"}},{"key":"0235","attributes":{"which":"relation_node","relation":"0183-0184"}},{"key":"0236","attributes":{"which":"relation_node","relation":"NA-0185"}},{"key":"0237","attributes":{"which":"relation_node","relation":"0186-0187"}},{"key":"0238","attributes":{"which":"relation_node","relation":"0188-NA"}},{"key":"0305","attributes":{"which":"relation_node","relation":"0240-0241"}},{"key":"0306","attributes":{"which":"relation_node","relation":"0242-0243"}},{"key":"0307","attributes":{"which":"relation_node","relation":"0244-0245"}},{"key":"0308","attributes":{"which":"relation_node","relation":"0246-0247"}},{"key":"0309","attributes":{"which":"relation_node","relation":"0248-0249"}},{"key":"0310","attributes":{"which":"relation_node","relation":"0250-0251"}},{"key":"0311","attributes":{"which":"relation_node","relation":"0252-0253"}},{"key":"0312","attributes":{"which":"relation_node","relation":"0254-0255"}},{"key":"0313","attributes":{"which":"relation_node","relation":"0256-0257"}},{"key":"0314","attributes":{"which":"relation_node","relation":"0258-0259"}},{"key":"0331","attributes":{"which":"relation_node","relation":"0316-0317"}},{"key":"0332","attributes":{"which":"relation_node","relation":"0318-0319"}},{"key":"0333","attributes":{"which":"relation_node","relation":"0320-0321"}},{"key":"0388","attributes":{"which":"relation_node","relation":"0335-0336"}},{"key":"0389","attributes":{"which":"relation_node","relation":"0337-0338"}},{"key":"0390","attributes":{"which":"relation_node","relation":"0339-0340"}},{"key":"0391","attributes":{"which":"relation_node","relation":"0341-0342"}},{"key":"0399","attributes":{"which":"relation_node","relation":"0394-0395"}},{"key":"0416","attributes":{"which":"relation_node","relation":"0401-0402"}},{"key":"0417","attributes":{"which":"relation_node","relation":"0403-0404"}},{"key":"0418","attributes":{"which":"relation_node","relation":"0405-0406"}},{"key":"0483","attributes":{"which":"relation_node","relation":"0420-0421"}},{"key":"0484","attributes":{"which":"relation_node","relation":"0422-0423"}},{"key":"0485","attributes":{"which":"relation_node","relation":"0424-0425"}},{"key":"0486","attributes":{"which":"relation_node","relation":"0426-0427"}},{"key":"0487","attributes":{"which":"relation_node","relation":"0428-0429"}},{"key":"0488","attributes":{"which":"relation_node","relation":"0430-0431"}},{"key":"0489","attributes":{"which":"relation_node","relation":"0432-0433"}},{"key":"0490","attributes":{"which":"relation_node","relation":"0434-0435"}},{"key":"0491","attributes":{"which":"relation_node","relation":"0436-0437"}},{"key":"0498","attributes":{"which":"relation_node","relation":"0493-0494"}},{"key":"0526","attributes":{"which":"relation_node","relation":"0500-0501"}},{"key":"0527","attributes":{"which":"relation_node","relation":"0502-0503"}},{"key":"0528","attributes":{"which":"relation_node","relation":"0504-NA"}},{"key":"0589","attributes":{"which":"relation_node","relation":"0530-0531"}},{"key":"0590","attributes":{"which":"relation_node","relation":"0532-0533"}},{"key":"0591","attributes":{"which":"relation_node","relation":"0534-0535"}},{"key":"0592","attributes":{"which":"relation_node","relation":"0536-0537"}},{"key":"0593","attributes":{"which":"relation_node","relation":"0538-0539"}},{"key":"0594","attributes":{"which":"relation_node","relation":"0540-0541"}},{"key":"0595","attributes":{"which":"relation_node","relation":"0542-0543"}},{"key":"0622","attributes":{"which":"relation_node","relation":"0597-NA"}},{"key":"0623","attributes":{"which":"relation_node","relation":"0598-NA"}},{"key":"0624","attributes":{"which":"relation_node","relation":"0599-0600"}},{"key":"0681","attributes":{"which":"relation_node","relation":"0626-0627"}},{"key":"0682","attributes":{"which":"relation_node","relation":"0628-0629"}},{"key":"0683","attributes":{"which":"relation_node","relation":"0630-0631"}},{"key":"0684","attributes":{"which":"relation_node","relation":"0632-0633"}},{"key":"0685","attributes":{"which":"relation_node","relation":"0634-0635"}},{"key":"0692","attributes":{"which":"relation_node","relation":"0687-0688"}},{"key":"0699","attributes":{"which":"relation_node","relation":"0694-0695"}},{"key":"0758","attributes":{"which":"relation_node","relation":"0701-0702"}},{"key":"0759","attributes":{"which":"relation_node","relation":"0703-0704"}},{"key":"0760","attributes":{"which":"relation_node","relation":"0705-NA"}},{"key":"0761","attributes":{"which":"relation_node","relation":"0706-NA"}},{"key":"0762","attributes":{"which":"relation_node","relation":"0707-0708"}},{"key":"0763","attributes":{"which":"relation_node","relation":"0709-0710"}},{"key":"0764","attributes":{"which":"relation_node","relation":"0711-0712"}},{"key":"0771","attributes":{"which":"relation_node","relation":"0766-0767"}}],"edges":[{"key":"0032","source":"0001","target":"0077","attributes":{"label":"child-of"}},{"key":"0033","source":"0002","target":"0078","attributes":{"label":"child-of"}},{"key":"0034","source":"0003","target":"0079","attributes":{"label":"child-of"}},{"key":"0035","source":"0004","target":"0080","attributes":{"label":"child-of"}},{"key":"0036","source":"0005","target":"0081","attributes":{"label":"child-of"}},{"key":"0037","source":"0006","target":"0082","attributes":{"label":"child-of"}},{"key":"0038","source":"0007","target":"0083","attributes":{"label":"child-of"}},{"key":"0039","source":"0008","target":"0084","attributes":{"label":"child-of"}},{"key":"0040","source":"0009","target":"0085","attributes":{"label":"child-of"}},{"key":"0041","source":"0010","target":"0086","attributes":{"label":"child-of"}},{"key":"0042","source":"0011","target":"0087","attributes":{"label":"child-of"}},{"key":"0043","source":"0012","target":"0088","attributes":{"label":"child-of"}},{"key":"0044","source":"0013","target":"0089","attributes":{"label":"child-of"}},{"key":"0045","source":"0014","target":"0090","attributes":{"label":"child-of"}},{"key":"0046","source":"0015","target":"0091","attributes":{"label":"child-of"}},{"key":"0047","source":"0002","target":"0077","attributes":{"label":"partner-of"}},{"key":"0048","source":"0003","target":"0077","attributes":{"label":"partner-of"}},{"key":"0049","source":"0004","target":"0078","attributes":{"label":"partner-of"}},{"key":"0050","source":"0005","target":"0078","attributes":{"label":"partner-of"}},{"key":"0051","source":"0006","target":"0079","attributes":{"label":"partner-of"}},{"key":"0052","source":"0007","target":"0079","attributes":{"label":"partner-of"}},{"key":"0053","source":"0008","target":"0080","attributes":{"label":"partner-of"}},{"key":"0054","source":"0009","target":"0080","attributes":{"label":"partner-of"}},{"key":"0055","source":"0010","target":"0081","attributes":{"label":"partner-of"}},{"key":"0056","source":"0011","target":"0081","attributes":{"label":"partner-of"}},{"key":"0057","source":"0012","target":"0082","attributes":{"label":"partner-of"}},{"key":"0058","source":"0013","target":"0082","attributes":{"label":"partner-of"}},{"key":"0059","source":"0014","target":"0083","attributes":{"label":"partner-of"}},{"key":"0060","source":"0015","target":"0083","attributes":{"label":"partner-of"}},{"key":"0061","source":"0016","target":"0084","attributes":{"label":"partner-of"}},{"key":"0062","source":"0017","target":"0084","attributes":{"label":"partner-of"}},{"key":"0063","source":"0018","target":"0085","attributes":{"label":"partner-of"}},{"key":"0064","source":"0019","target":"0085","attributes":{"label":"partner-of"}},{"key":"0065","source":"0020","target":"0086","attributes":{"label":"partner-of"}},{"key":"0066","source":"0021","target":"0086","attributes":{"label":"partner-of"}},{"key":"0067","source":"0022","target":"0087","attributes":{"label":"partner-of"}},{"key":"0068","source":"0023","target":"0087","attributes":{"label":"partner-of"}},{"key":"0069","source":"0024","target":"0088","attributes":{"label":"partner-of"}},{"key":"0070","source":"0025","target":"0088","attributes":{"label":"partner-of"}},{"key":"0071","source":"0026","target":"0089","attributes":{"label":"partner-of"}},{"key":"0072","source":"0027","target":"0089","attributes":{"label":"partner-of"}},{"key":"0073","source":"0028","target":"0090","attributes":{"label":"partner-of"}},{"key":"0074","source":"0029","target":"0090","attributes":{"label":"partner-of"}},{"key":"0075","source":"0030","target":"0091","attributes":{"label":"partner-of"}},{"key":"0076","source":"0031","target":"0091","attributes":{"label":"partner-of"}},{"key":"0121","source":"0016","target":"0166","attributes":{"label":"child-of"}},{"key":"0122","source":"0093","target":"0167","attributes":{"label":"child-of"}},{"key":"0123","source":"0094","target":"0168","attributes":{"label":"child-of"}},{"key":"0124","source":"0095","target":"0169","attributes":{"label":"child-of"}},{"key":"0125","source":"0096","target":"0170","attributes":{"label":"child-of"}},{"key":"0126","source":"0097","target":"0171","attributes":{"label":"child-of"}},{"key":"0127","source":"0098","target":"0172","attributes":{"label":"child-of"}},{"key":"0128","source":"0099","target":"0173","attributes":{"label":"child-of"}},{"key":"0129","source":"0100","target":"0174","attributes":{"label":"child-of"}},{"key":"0131","source":"0102","target":"0175","attributes":{"label":"child-of"}},{"key":"0132","source":"0103","target":"0176","attributes":{"label":"child-of"}},{"key":"0133","source":"0104","target":"0177","attributes":{"label":"child-of"}},{"key":"0134","source":"0105","target":"0178","attributes":{"label":"child-of"}},{"key":"0135","source":"0106","target":"0179","attributes":{"label":"child-of"}},{"key":"0136","source":"0093","target":"0166","attributes":{"label":"partner-of"}},{"key":"0137","source":"0094","target":"0166","attributes":{"label":"partner-of"}},{"key":"0138","source":"0095","target":"0167","attributes":{"label":"partner-of"}},{"key":"0139","source":"0096","target":"0167","attributes":{"label":"partner-of"}},{"key":"0140","source":"0097","target":"0168","attributes":{"label":"partner-of"}},{"key":"0141","source":"0098","target":"0168","attributes":{"label":"partner-of"}},{"key":"0142","source":"0099","target":"0169","attributes":{"label":"partner-of"}},{"key":"0143","source":"0100","target":"0169","attributes":{"label":"partner-of"}},{"key":"0144","source":"0101","target":"0170","attributes":{"label":"partner-of"}},{"key":"0145","source":"0102","target":"0170","attributes":{"label":"partner-of"}},{"key":"0146","source":"0103","target":"0171","attributes":{"label":"partner-of"}},{"key":"0147","source":"0104","target":"0171","attributes":{"label":"partner-of"}},{"key":"0148","source":"0105","target":"0172","attributes":{"label":"partner-of"}},{"key":"0149","source":"0106","target":"0172","attributes":{"label":"partner-of"}},{"key":"0150","source":"0107","target":"0173","attributes":{"label":"partner-of"}},{"key":"0151","source":"0108","target":"0173","attributes":{"label":"partner-of"}},{"key":"0152","source":"0109","target":"0174","attributes":{"label":"partner-of"}},{"key":"0153","source":"0110","target":"0174","attributes":{"label":"partner-of"}},{"key":"0156","source":"0111","target":"0175","attributes":{"label":"partner-of"}},{"key":"0157","source":"0112","target":"0175","attributes":{"label":"partner-of"}},{"key":"0158","source":"0113","target":"0176","attributes":{"label":"partner-of"}},{"key":"0159","source":"0114","target":"0176","attributes":{"label":"partner-of"}},{"key":"0160","source":"0115","target":"0177","attributes":{"label":"partner-of"}},{"key":"0161","source":"0116","target":"0177","attributes":{"label":"partner-of"}},{"key":"0162","source":"0117","target":"0178","attributes":{"label":"partner-of"}},{"key":"0163","source":"0118","target":"0178","attributes":{"label":"partner-of"}},{"key":"0164","source":"0119","target":"0179","attributes":{"label":"partner-of"}},{"key":"0165","source":"0120","target":"0179","attributes":{"label":"partner-of"}},{"key":"0189","source":"0017","target":"0234","attributes":{"label":"child-of"}},{"key":"0190","source":"0181","target":"0235","attributes":{"label":"child-of"}},{"key":"0191","source":"0182","target":"0236","attributes":{"label":"child-of"}},{"key":"0193","source":"0184","target":"0237","attributes":{"label":"child-of"}},{"key":"0199","source":"0187","target":"0238","attributes":{"label":"child-of"}},{"key":"0204","source":"0181","target":"0234","attributes":{"label":"partner-of"}},{"key":"0205","source":"0182","target":"0234","attributes":{"label":"partner-of"}},{"key":"0206","source":"0183","target":"0235","attributes":{"label":"partner-of"}},{"key":"0207","source":"0184","target":"0235","attributes":{"label":"partner-of"}},{"key":"0209","source":"0185","target":"0236","attributes":{"label":"partner-of"}},{"key":"0212","source":"0186","target":"0237","attributes":{"label":"partner-of"}},{"key":"0213","source":"0187","target":"0237","attributes":{"label":"partner-of"}},{"key":"0224","source":"0188","target":"0238","attributes":{"label":"partner-of"}},{"key":"0260","source":"0019","target":"0305","attributes":{"label":"child-of"}},{"key":"0261","source":"0240","target":"0306","attributes":{"label":"child-of"}},{"key":"0262","source":"0241","target":"0307","attributes":{"label":"child-of"}},{"key":"0263","source":"0242","target":"0308","attributes":{"label":"child-of"}},{"key":"0265","source":"0244","target":"0309","attributes":{"label":"child-of"}},{"key":"0266","source":"0245","target":"0310","attributes":{"label":"child-of"}},{"key":"0268","source":"0247","target":"0311","attributes":{"label":"child-of"}},{"key":"0271","source":"0248","target":"0312","attributes":{"label":"child-of"}},{"key":"0272","source":"0249","target":"0313","attributes":{"label":"child-of"}},{"key":"0273","source":"0250","target":"0314","attributes":{"label":"child-of"}},{"key":"0275","source":"0240","target":"0305","attributes":{"label":"partner-of"}},{"key":"0276","source":"0241","target":"0305","attributes":{"label":"partner-of"}},{"key":"0277","source":"0242","target":"0306","attributes":{"label":"partner-of"}},{"key":"0278","source":"0243","target":"0306","attributes":{"label":"partner-of"}},{"key":"0279","source":"0244","target":"0307","attributes":{"label":"partner-of"}},{"key":"0280","source":"0245","target":"0307","attributes":{"label":"partner-of"}},{"key":"0281","source":"0246","target":"0308","attributes":{"label":"partner-of"}},{"key":"0282","source":"0247","target":"0308","attributes":{"label":"partner-of"}},{"key":"0285","source":"0248","target":"0309","attributes":{"label":"partner-of"}},{"key":"0286","source":"0249","target":"0309","attributes":{"label":"partner-of"}},{"key":"0287","source":"0250","target":"0310","attributes":{"label":"partner-of"}},{"key":"0288","source":"0251","target":"0310","attributes":{"label":"partner-of"}},{"key":"0291","source":"0252","target":"0311","attributes":{"label":"partner-of"}},{"key":"0292","source":"0253","target":"0311","attributes":{"label":"partner-of"}},{"key":"0297","source":"0254","target":"0312","attributes":{"label":"partner-of"}},{"key":"0298","source":"0255","target":"0312","attributes":{"label":"partner-of"}},{"key":"0299","source":"0256","target":"0313","attributes":{"label":"partner-of"}},{"key":"0300","source":"0257","target":"0313","attributes":{"label":"partner-of"}},{"key":"0301","source":"0258","target":"0314","attributes":{"label":"partner-of"}},{"key":"0302","source":"0259","target":"0314","attributes":{"label":"partner-of"}},{"key":"0322","source":"0022","target":"0331","attributes":{"label":"child-of"}},{"key":"0323","source":"0316","target":"0332","attributes":{"label":"child-of"}},{"key":"0324","source":"0317","target":"0333","attributes":{"label":"child-of"}},{"key":"0325","source":"0316","target":"0331","attributes":{"label":"partner-of"}},{"key":"0326","source":"0317","target":"0331","attributes":{"label":"partner-of"}},{"key":"0327","source":"0318","target":"0332","attributes":{"label":"partner-of"}},{"key":"0328","source":"0319","target":"0332","attributes":{"label":"partner-of"}},{"key":"0329","source":"0320","target":"0333","attributes":{"label":"partner-of"}},{"key":"0330","source":"0321","target":"0333","attributes":{"label":"partner-of"}},{"key":"0343","source":"0023","target":"0388","attributes":{"label":"child-of"}},{"key":"0345","source":"0336","target":"0389","attributes":{"label":"child-of"}},{"key":"0348","source":"0337","target":"0390","attributes":{"label":"child-of"}},{"key":"0354","source":"0339","target":"0391","attributes":{"label":"child-of"}},{"key":"0358","source":"0335","target":"0388","attributes":{"label":"partner-of"}},{"key":"0359","source":"0336","target":"0388","attributes":{"label":"partner-of"}},{"key":"0362","source":"0337","target":"0389","attributes":{"label":"partner-of"}},{"key":"0363","source":"0338","target":"0389","attributes":{"label":"partner-of"}},{"key":"0368","source":"0339","target":"0390","attributes":{"label":"partner-of"}},{"key":"0369","source":"0340","target":"0390","attributes":{"label":"partner-of"}},{"key":"0380","source":"0341","target":"0391","attributes":{"label":"partner-of"}},{"key":"0381","source":"0342","target":"0391","attributes":{"label":"partner-of"}},{"key":"0396","source":"0026","target":"0399","attributes":{"label":"child-of"}},{"key":"0397","source":"0394","target":"0399","attributes":{"label":"partner-of"}},{"key":"0398","source":"0395","target":"0399","attributes":{"label":"partner-of"}},{"key":"0407","source":"0027","target":"0416","attributes":{"label":"child-of"}},{"key":"0408","source":"0401","target":"0417","attributes":{"label":"child-of"}},{"key":"0409","source":"0402","target":"0418","attributes":{"label":"child-of"}},{"key":"0410","source":"0401","target":"0416","attributes":{"label":"partner-of"}},{"key":"0411","source":"0402","target":"0416","attributes":{"label":"partner-of"}},{"key":"0412","source":"0403","target":"0417","attributes":{"label":"partner-of"}},{"key":"0413","source":"0404","target":"0417","attributes":{"label":"partner-of"}},{"key":"0414","source":"0405","target":"0418","attributes":{"label":"partner-of"}},{"key":"0415","source":"0406","target":"0418","attributes":{"label":"partner-of"}},{"key":"0438","source":"0029","target":"0483","attributes":{"label":"child-of"}},{"key":"0439","source":"0420","target":"0484","attributes":{"label":"child-of"}},{"key":"0440","source":"0421","target":"0485","attributes":{"label":"child-of"}},{"key":"0443","source":"0424","target":"0486","attributes":{"label":"child-of"}},{"key":"0444","source":"0425","target":"0487","attributes":{"label":"child-of"}},{"key":"0449","source":"0426","target":"0488","attributes":{"label":"child-of"}},{"key":"0450","source":"0427","target":"0489","attributes":{"label":"child-of"}},{"key":"0451","source":"0428","target":"0490","attributes":{"label":"child-of"}},{"key":"0452","source":"0429","target":"0491","attributes":{"label":"child-of"}},{"key":"0453","source":"0420","target":"0483","attributes":{"label":"partner-of"}},{"key":"0454","source":"0421","target":"0483","attributes":{"label":"partner-of"}},{"key":"0455","source":"0422","target":"0484","attributes":{"label":"partner-of"}},{"key":"0456","source":"0423","target":"0484","attributes":{"label":"partner-of"}},{"key":"0457","source":"0424","target":"0485","attributes":{"label":"partner-of"}},{"key":"0458","source":"0425","target":"0485","attributes":{"label":"partner-of"}},{"key":"0463","source":"0426","target":"0486","attributes":{"label":"partner-of"}},{"key":"0464","source":"0427","target":"0486","attributes":{"label":"partner-of"}},{"key":"0465","source":"0428","target":"0487","attributes":{"label":"partner-of"}},{"key":"0466","source":"0429","target":"0487","attributes":{"label":"partner-of"}},{"key":"0475","source":"0430","target":"0488","attributes":{"label":"partner-of"}},{"key":"0476","source":"0431","target":"0488","attributes":{"label":"partner-of"}},{"key":"0477","source":"0432","target":"0489","attributes":{"label":"partner-of"}},{"key":"0478","source":"0433","target":"0489","attributes":{"label":"partner-of"}},{"key":"0479","source":"0434","target":"0490","attributes":{"label":"partner-of"}},{"key":"0480","source":"0435","target":"0490","attributes":{"label":"partner-of"}},{"key":"0481","source":"0436","target":"0491","attributes":{"label":"partner-of"}},{"key":"0482","source":"0437","target":"0491","attributes":{"label":"partner-of"}},{"key":"0495","source":"0030","target":"0498","attributes":{"label":"child-of"}},{"key":"0496","source":"0493","target":"0498","attributes":{"label":"partner-of"}},{"key":"0497","source":"0494","target":"0498","attributes":{"label":"partner-of"}},{"key":"0505","source":"0107","target":"0526","attributes":{"label":"child-of"}},{"key":"0506","source":"0500","target":"0527","attributes":{"label":"child-of"}},{"key":"0508","source":"0502","target":"0528","attributes":{"label":"child-of"}},{"key":"0512","source":"0500","target":"0526","attributes":{"label":"partner-of"}},{"key":"0513","source":"0501","target":"0526","attributes":{"label":"partner-of"}},{"key":"0514","source":"0502","target":"0527","attributes":{"label":"partner-of"}},{"key":"0515","source":"0503","target":"0527","attributes":{"label":"partner-of"}},{"key":"0518","source":"0504","target":"0528","attributes":{"label":"partner-of"}},{"key":"0544","source":"0113","target":"0589","attributes":{"label":"child-of"}},{"key":"0545","source":"0530","target":"0590","attributes":{"label":"child-of"}},{"key":"0547","source":"0532","target":"0591","attributes":{"label":"child-of"}},{"key":"0548","source":"0533","target":"0592","attributes":{"label":"child-of"}},{"key":"0551","source":"0534","target":"0593","attributes":{"label":"child-of"}},{"key":"0552","source":"0535","target":"0594","attributes":{"label":"child-of"}},{"key":"0553","source":"0536","target":"0595","attributes":{"label":"child-of"}},{"key":"0559","source":"0530","target":"0589","attributes":{"label":"partner-of"}},{"key":"0560","source":"0531","target":"0589","attributes":{"label":"partner-of"}},{"key":"0561","source":"0532","target":"0590","attributes":{"label":"partner-of"}},{"key":"0562","source":"0533","target":"0590","attributes":{"label":"partner-of"}},{"key":"0565","source":"0534","target":"0591","attributes":{"label":"partner-of"}},{"key":"0566","source":"0535","target":"0591","attributes":{"label":"partner-of"}},{"key":"0567","source":"0536","target":"0592","attributes":{"label":"partner-of"}},{"key":"0568","source":"0537","target":"0592","attributes":{"label":"partner-of"}},{"key":"0573","source":"0538","target":"0593","attributes":{"label":"partner-of"}},{"key":"0574","source":"0539","target":"0593","attributes":{"label":"partner-of"}},{"key":"0575","source":"0540","target":"0594","attributes":{"label":"partner-of"}},{"key":"0576","source":"0541","target":"0594","attributes":{"label":"partner-of"}},{"key":"0577","source":"0542","target":"0595","attributes":{"label":"partner-of"}},{"key":"0578","source":"0543","target":"0595","attributes":{"label":"partner-of"}},{"key":"0601","source":"0430","target":"0622","attributes":{"label":"child-of"}},{"key":"0602","source":"0597","target":"0623","attributes":{"label":"child-of"}},{"key":"0604","source":"0598","target":"0624","attributes":{"label":"child-of"}},{"key":"0608","source":"0597","target":"0622","attributes":{"label":"partner-of"}},{"key":"0610","source":"0598","target":"0623","attributes":{"label":"partner-of"}},{"key":"0614","source":"0599","target":"0624","attributes":{"label":"partner-of"}},{"key":"0615","source":"0600","target":"0624","attributes":{"label":"partner-of"}},{"key":"0636","source":"0432","target":"0681","attributes":{"label":"child-of"}},{"key":"0638","source":"0627","target":"0682","attributes":{"label":"child-of"}},{"key":"0642","source":"0629","target":"0683","attributes":{"label":"child-of"}},{"key":"0649","source":"0630","target":"0684","attributes":{"label":"child-of"}},{"key":"0650","source":"0631","target":"0685","attributes":{"label":"child-of"}},{"key":"0651","source":"0626","target":"0681","attributes":{"label":"partner-of"}},{"key":"0652","source":"0627","target":"0681","attributes":{"label":"partner-of"}},{"key":"0655","source":"0628","target":"0682","attributes":{"label":"partner-of"}},{"key":"0656","source":"0629","target":"0682","attributes":{"label":"partner-of"}},{"key":"0663","source":"0630","target":"0683","attributes":{"label":"partner-of"}},{"key":"0664","source":"0631","target":"0683","attributes":{"label":"partner-of"}},{"key":"0677","source":"0632","target":"0684","attributes":{"label":"partner-of"}},{"key":"0678","source":"0633","target":"0684","attributes":{"label":"partner-of"}},{"key":"0679","source":"0634","target":"0685","attributes":{"label":"partner-of"}},{"key":"0680","source":"0635","target":"0685","attributes":{"label":"partner-of"}},{"key":"0689","source":"0433","target":"0692","attributes":{"label":"child-of"}},{"key":"0690","source":"0687","target":"0692","attributes":{"label":"partner-of"}},{"key":"0691","source":"0688","target":"0692","attributes":{"label":"partner-of"}},{"key":"0696","source":"0434","target":"0699","attributes":{"label":"child-of"}},{"key":"0697","source":"0694","target":"0699","attributes":{"label":"partner-of"}},{"key":"0698","source":"0695","target":"0699","attributes":{"label":"partner-of"}},{"key":"0713","source":"0632","target":"0758","attributes":{"label":"child-of"}},{"key":"0714","source":"0701","target":"0759","attributes":{"label":"child-of"}},{"key":"0715","source":"0702","target":"0760","attributes":{"label":"child-of"}},{"key":"0716","source":"0703","target":"0761","attributes":{"label":"child-of"}},{"key":"0718","source":"0705","target":"0762","attributes":{"label":"child-of"}},{"key":"0724","source":"0707","target":"0763","attributes":{"label":"child-of"}},{"key":"0725","source":"0708","target":"0764","attributes":{"label":"child-of"}},{"key":"0728","source":"0701","target":"0758","attributes":{"label":"partner-of"}},{"key":"0729","source":"0702","target":"0758","attributes":{"label":"partner-of"}},{"key":"0730","source":"0703","target":"0759","attributes":{"label":"partner-of"}},{"key":"0731","source":"0704","target":"0759","attributes":{"label":"partner-of"}},{"key":"0732","source":"0705","target":"0760","attributes":{"label":"partner-of"}},{"key":"0734","source":"0706","target":"0761","attributes":{"label":"partner-of"}},{"key":"0738","source":"0707","target":"0762","attributes":{"label":"partner-of"}},{"key":"0739","source":"0708","target":"0762","attributes":{"label":"partner-of"}},{"key":"0750","source":"0709","target":"0763","attributes":{"label":"partner-of"}},{"key":"0751","source":"0710","target":"0763","attributes":{"label":"partner-of"}},{"key":"0752","source":"0711","target":"0764","attributes":{"label":"partner-of"}},{"key":"0753","source":"0712","target":"0764","attributes":{"label":"partner-of"}},{"key":"0768","source":"0635","target":"0771","attributes":{"label":"child-of"}},{"key":"0769","source":"0766","target":"0771","attributes":{"label":"partner-of"}},{"key":"0770","source":"0767","target":"0771","attributes":{"label":"partner-of"}}]}
